{
  "services": [
    {
      "slug": "digital-transformation",
      "name": "Digital Transformation Consulting",
      "summary": "Define the right steps for your business's digital journey together. We analyze your processes and create a custom transformation roadmap.",
      "description": "<h3>Discover What You Need Together</h3><p>Digital transformation is not a one-size-fits-all recipe. Every business has unique needs, priorities and bottlenecks. That's why we <strong>listen first</strong>.</p><h4>What Do We Do?</h4><ul><li><strong>Process Analysis:</strong> We examine your current business processes on site, identify where time is lost and where information is lost.</li><li><strong>Digital Transformation Roadmap:</strong> We create a step-by-step, actionable plan tailored to you. Which processes should be digitized first, which technologies work—we clarify these.</li><li><strong>Technology Selection Consulting:</strong> There are dozens of solutions on the market. Which one is right for you, which is unnecessary? We determine this together.</li></ul><h4>Who Is It For?</h4><p>For businesses that don't know where to start with digital transformation, aren't getting value from current technologies, or need the right strategy before investing.</p>",
      "problemsTitle": "Why Digital Transformation Is No Longer Optional",
      "problemsSubtitle": "What successful businesses have in common: They solved these problems.",
      "problems": [
        {
          "title": "Competitors Are Moving Faster, You're Falling Behind",
          "description": "Your customer asks for a quote. You say '2-3 days.' Your competitor sends it in 10 minutes. Who gets the business? Digital systems give you speed advantage."
        },
        {
          "title": "You Have Data But Can't See It",
          "description": "'How much profit did we make this month?' you ask. The answer comes 3 days later in Excel. With real-time dashboards, you see data instantly and make decisions based on facts, not guesses."
        },
        {
          "title": "Your Team Is Drowning in Busy Work",
          "description": "Sales team spends 2 hours daily on reports. Accounting manually enters invoices. Automation handles repetitive tasks. Your team focuses on what matters: customers, opportunities, growth."
        },
        {
          "title": "Customer Expectations Have Changed",
          "description": "10 years ago, customers waited 3 days. Today they expect instant response, immediate delivery, 24/7 access. We deliver modern customer experience: automated responses, online tracking, self-service."
        }
      ],
      "image1": "/images/solutions-1.jpg",
      "image2": "/images/solutions-1.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 1
    },
    {
      "slug": "business-process-digitalization",
      "name": "Business Process Digitalization",
      "summary": "Leave manual work, Excel files and WhatsApp groups behind. Make your business processes fast, controllable and error-free.",
      "description": "<h3>Automate Manual Tasks</h3><p>Most companies grow without their systems growing. Excel spreadsheets, WhatsApp groups and manual tracking eventually trip the company up. Information is lost, work is duplicated, decisions come late.</p><h4>Which Processes Do We Digitize?</h4><ul><li><strong>Inventory Management:</strong> Real-time stock tracking, automatic alerts, fast reporting.</li><li><strong>Customer Relationship Management (CRM):</strong> Gather customer information in one place, track sales processes, don't miss opportunities.</li><li><strong>Internal Process Systems:</strong> We digitize recurring work such as HR, procurement and approval processes.</li><li><strong>Form and Approval Processes:</strong> Digital forms instead of paper, automatic approval flows, instant notifications.</li></ul><h4>What's the Result?</h4><p>Your teams waste less time, information isn't lost, decisions are made faster. As your company grows, the system grows with it.</p>",
      "problemsTitle": "How Manual Processes Are Slowing Your Company Down",
      "problemsSubtitle": "What successful businesses have in common: They solved these problems.",
      "problems": [
        {
          "title": "Everything's on WhatsApp, Nothing's on Record",
          "description": "Did that order come via WhatsApp? Which group? Who approved it? 3 months later when legal issues arise, you have no proof. Digital systems track and record everything."
        },
        {
          "title": "Same Work Done 3 Times",
          "description": "Sales enters it, accounting re-enters it, warehouse enters it again. 3 different Excel files, 3 different numbers. Instant chaos. One system, one entry, zero duplication."
        },
        {
          "title": "Can't Scale Because Systems Don't Scale",
          "description": "Business grows but each new customer creates more chaos. Managing 10 customers vs 100 should take the same effort. Digital systems grow with you effortlessly."
        },
        {
          "title": "Costs Keep Rising Out of Control",
          "description": "Hiring more people for every new project. Costs balloon while profit margins shrink. Digital transformation lets you do the same work with fewer resources. Lower costs, fewer errors."
        }
      ],
      "image1": "/images/solutions-2.jpg",
      "image2": "/images/solutions-2.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 2
    },
    {
      "slug": "ai-integration",
      "name": "AI Integration",
      "summary": "Make your systems intelligent with AI. Automate repetitive tasks, serve your customers 24/7, derive meaning from your data.",
      "description": "<h3>Make Your Systems Intelligent</h3><p>AI is no longer a future technology—it's today's competitive tool. But AI alone isn't a solution—it creates value when used in the right place for the right purpose.</p><h4>What Can We Do with AI?</h4><ul><li><strong>Smart Chatbots:</strong> Answer customer questions 24/7 automatically. Let AI handle repetitive questions so your team can focus on real problems.</li><li><strong>Document Processing:</strong> Invoices, contracts, documents—with AI you can automatically read, categorize and process them.</li><li><strong>Predictive Analytics:</strong> Get insights on sales forecasts, stock needs and customer behavior from your historical data.</li><li><strong>Automatic Categorization:</strong> Incoming requests, emails, forms—automatically classified by AI and routed to the right person.</li></ul><h4>How Do We Start?</h4><p>We first look at your current processes. Where AI helps and where it doesn't—we determine this together. Then we start with a small pilot, see results, and scale if needed.</p>",
      "problemsTitle": "Why Your Business Needs AI Now, Not Later",
      "problemsSubtitle": "What successful businesses have in common: They solved these problems.",
      "problems": [
        {
          "title": "Repetitive Tasks Waste Time",
          "description": "Your skilled employees spend hours answering the same customer questions, processing similar documents, and performing routine data entry. AI can handle this instantly."
        },
        {
          "title": "24/7 Customer Support Is Expensive",
          "description": "Customers expect instant responses at any time. Hiring staff for round-the-clock support is costly and difficult to manage. AI provides instant support without breaks."
        },
        {
          "title": "Data Insights Remain Hidden",
          "description": "You have mountains of data but no time to analyze it properly. AI can spot patterns, predict trends, and provide actionable insights that humans might miss."
        },
        {
          "title": "Manual Processing Creates Errors",
          "description": "Human error in document processing, data entry, and categorization leads to mistakes that cost time and money. AI processes consistently with near-perfect accuracy."
        }
      ],
      "image1": "/images/solutions-3.jpg",
      "image2": "/images/solutions-3.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 3
    },
    {
      "slug": "smart-reporting-analytics",
      "name": "Smart Reporting and Analytics",
      "summary": "You have data but can't see it. Track your business in real time with dashboards and automatic reports, make the right decisions quickly.",
      "description": "<h3>See Your Data, Make Decisions</h3><p>In most companies there is data but it's <strong>invisible</strong>. Numbers scattered across Excel files, manually prepared reports, analyses that take days... Result? Decisions are delayed, opportunities are missed.</p><h4>What Do We Offer?</h4><ul><li><strong>Real-Time Dashboards:</strong> Sales, inventory, costs, customer behavior—see it all on one screen, instantly.</li><li><strong>Automatic Reports:</strong> Instead of preparing the same report by hand every week, let the system generate it for you. Delivered to your inbox, ready on your screen.</li><li><strong>Data Visualization:</strong> Understandable charts, trends and comparisons instead of complex tables. Understand at a glance.</li><li><strong>Performance Tracking:</strong> Team performance, sales targets, operational efficiency—we make everything measurable and trackable.</li></ul><h4>What's the Difference?</h4><p>You now make decisions based on data. Instead of 'I think' or 'maybe', you say 'the data shows'. And you don't need to wait days to do it.</p>",
      "problemsTitle": "Why Flying Blind Is Costing You Money",
      "problemsSubtitle": "What successful businesses have in common: They solved these problems.",
      "problems": [
        {
          "title": "Reports Take Days to Prepare",
          "description": "By the time your weekly or monthly report is ready, the data is already outdated. You're making decisions based on old information while the market has moved on."
        },
        {
          "title": "Can't Track Performance",
          "description": "How is your team performing? Which products are selling? What's your profit margin? Without proper analytics, you're guessing instead of knowing."
        },
        {
          "title": "Data Scattered Everywhere",
          "description": "Sales data in one system, inventory in another, financials in Excel. Consolidating information manually is time-consuming and error-prone."
        },
        {
          "title": "Missed Opportunities",
          "description": "Without real-time insights, you miss trends, fail to spot problems early, and can't act fast when opportunities arise. Your competitors who can see their data clearly win."
        }
      ],
      "image1": "/images/solutions-4.jpg",
      "image2": "/images/solutions-4.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 4
    },
    {
      "slug": "system-improvement-modernization",
      "name": "System Improvement and Modernization",
      "summary": "Renew your old, slow or inefficient systems. Speed up and update your existing software so it grows with your business.",
      "description": "<h3>Strengthen Your Existing Systems</h3><p>Sometimes you don't need to build a system from scratch. You have an existing system but it's slow, outdated, not integrated or has security gaps. In that case the right approach is <strong>improvement and modernization</strong>.</p><h4>What Kind of Improvements Do We Make?</h4><ul><li><strong>Legacy System Renewal:</strong> Your 10-year-old software still runs but no longer meets today's needs. We modernize while preserving the architecture.</li><li><strong>Performance Optimization:</strong> Systems slowed down? We review database queries, code structure, infrastructure—and speed everything up.</li><li><strong>Solving Integration Issues:</strong> Need to integrate with accounting software, e-invoicing, CRM? We build bridges between systems.</li><li><strong>Security Updates:</strong> Legacy systems can have security gaps. We bring them in line with current security standards.</li></ul><h4>Who Is It For?</h4><p>You have existing software but it no longer meets your needs, runs slowly or is outdated. Instead of starting from scratch, we strengthen what you have.</p>",
      "problemsTitle": "Why Your Legacy System Is Holding You Back",
      "problemsSubtitle": "What successful businesses have in common: They solved these problems.",
      "problems": [
        {
          "title": "System Is Too Slow",
          "description": "What used to take seconds now takes minutes. Your team wastes time waiting for pages to load and reports to generate. Slow systems kill productivity."
        },
        {
          "title": "Security Vulnerabilities",
          "description": "Old systems weren't built with modern security threats in mind. Data breaches, ransomware attacks, and compliance issues put your business at serious risk."
        },
        {
          "title": "Can't Integrate with New Tools",
          "description": "Your system doesn't talk to modern software. You can't connect to your accounting system, CRM, or other tools. Manual data transfer creates errors and wastes time."
        },
        {
          "title": "System Limits Growth",
          "description": "Your current system can't handle increased load, new features, or additional users. You want to grow but your technology won't let you."
        }
      ],
      "image1": "/images/solutions-5.jpg",
      "image2": "/images/solutions-5.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 5
    },
    {
      "slug": "cost-optimization",
      "name": "Cost Optimization",
      "summary": "Have your technology costs ballooned? Unnecessary spending? We analyze your systems and reduce costs while increasing efficiency.",
      "description": "<h3>Lower Your Technology Costs</h3><p>Many companies invest in technology but overpay unnecessarily. Unused licenses, inefficient infrastructure, unnecessary software... Result? Budget grows but efficiency doesn't.</p><h4>How Do We Reduce Costs?</h4><ul><li><strong>System Analysis and Improvement:</strong> We examine your systems, identify where resources are wasted and where improvements can be made.</li><li><strong>Cloud Migration Consulting:</strong> Physical servers are expensive and hard to maintain. Moving to the cloud reduces cost and increases flexibility.</li><li><strong>License Optimization:</strong> How many users do you have, which licenses are used, which are unnecessary? We optimize license costs.</li><li><strong>Process Efficiency:</strong> We reduce labor costs by automating manual work and digitizing repetitive tasks.</li></ul><h4>What's the Result?</h4><p>You get the same service at lower cost. Or more output with the same budget. Either way, you win.</p>",
      "problemsTitle": "Why Your Technology Budget Is Out of Control",
      "problemsSubtitle": "What successful businesses have in common: They solved these problems.",
      "problems": [
        {
          "title": "Paying for Unused Licenses",
          "description": "You're paying for 100 software licenses but only 40 people actively use it. Multiply this across multiple tools and you're wasting thousands monthly."
        },
        {
          "title": "Inefficient Infrastructure",
          "description": "Maintaining physical servers is expensive. High energy costs, hardware upgrades, IT staff time—cloud solutions can cut these costs by 40-60%."
        },
        {
          "title": "Manual Work Eating Budget",
          "description": "You're paying skilled employees to do repetitive manual tasks that could be automated. Their time is expensive and could be better spent on strategic work."
        },
        {
          "title": "Technology Sprawl",
          "description": "Different departments bought different tools that do similar things. You have 5 communication tools, 3 project management systems, and duplicate functionality everywhere."
        }
      ],
      "image1": "/images/solutions-6.jpg",
      "image2": "/images/solutions-6.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 6
    },
    {
      "slug": "product-project-development",
      "name": "Product and Project Development",
      "summary": "Have an idea but don't know how to bring it to life? We turn your idea into a real product.",
      "description": "<h3>Turn Your Idea into Reality</h3><p>Maybe you have a mobile app idea. Maybe you're thinking of a platform to solve a problem in your industry. Maybe you're designing a new digital service for your customers. There's an idea but <strong>how to do it</strong> is unclear.</p><p>That's where we come in.</p><h4>How Do We Work?</h4><ul><li><strong>Idea Development:</strong> You describe the idea, we detail it together. What features, who will use it, how it should work—we clarify these.</li><li><strong>Technical Design:</strong> We determine the right technologies, architecture and solution path for your idea. Mobile or web? Cloud or on-premise? What integrations are needed?</li><li><strong>Step-by-Step Development:</strong> We build from scratch. But instead of a big launch, we move in small steps. First version is released, tested, feedback is gathered, improved.</li><li><strong>Launch Support:</strong> It doesn't end with building. We're with you on how to use, promote and scale the system.</li></ul><h4>Who Is It For?</h4><p>Entrepreneurs, professionals with business ideas, companies that want to launch their own digital product. If you have an idea and think 'how do I build this?', you're in the right place.</p><h4>Example Projects</h4><p>Education platforms, booking systems, industry-specific solutions, mobile apps, e-commerce platforms, SaaS products...</p>",
      "problemsTitle": "Why Your Great Ideas Stay Just Ideas",
      "problemsSubtitle": "What successful businesses have in common: They solved these problems.",
      "problems": [
        {
          "title": "Don't Know Where to Start",
          "description": "You have a brilliant idea but no technical background. Should you hire developers? Use no-code tools? Outsource to an agency? The options are overwhelming."
        },
        {
          "title": "Budget Uncertainty",
          "description": "You have no idea how much it will cost to build your product. Quotes range from $10K to $500K. Without proper scoping, you risk overspending or getting poor quality."
        },
        {
          "title": "Technical Complexity",
          "description": "Mobile or web? Which programming language? What database? Cloud hosting? These technical decisions are critical but you lack the expertise to make them."
        },
        {
          "title": "Afraid of Failure",
          "description": "What if you invest months and money into building something nobody wants? Without proper validation and an iterative approach, you risk building the wrong thing."
        }
      ],
      "image1": "/images/solutions-7.jpg",
      "image2": "/images/solutions-7.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 7
    }
  ]
}
