{
  "general": {
    "ReadMore": "Lire la suite"
  },
  "about": {
    "WhoWeAre": "Qui Nous Sommes...",
    "slogan": "Partenaire de Solutions Logicielles & Société d'Innovation",
    "short": "Pour créer un logiciel réussi, vous avez besoin d'une équipe de développement qui comprend vos besoins commerciaux. Nos experts détermineront une solution personnalisée qui correspond à votre idée, votre calendrier et votre budget, puis concevront et construiront l'application et vous aideront à la tester avec de vrais utilisateurs. En conséquence, vous obtiendrez un produit numérique moderne qui profite à votre entreprise et qui est apprécié par les utilisateurs."
  },
  "menu": {
    "Home": "Accueil",
    "Solutions": "Solutions",
    "Products": "Produits",
    "SuccessStories": "Réussites",
    "GovernmentSupport": "Conseil",
    "AboutUs": "À propos",
    "Blog": "Blog",
    "ContactUs": "Contact",
    "WebApplication": "Application Web",
    "SolutionArchitecture": "Architecture de Solution",
    "CustomSoftwareDevelopment": "Développement Logiciel Personnalisé",
    "DevOpsServices": "Services DevOps",
    "CloudDevelopment": "Développement Cloud",
    "MobileDevelopment": "Développement Mobile",
    "SupportServices": "Services d'Assistance",
    "DataScience": "Science des Données",
    "ILC": "ILC International Language Certification",
    "StudyScoreAI": "Study Score AI",
    "Egitimiste": "egitimiste.com",
    "GenixoWorkAI": "Genixo Work AI",
    "GenixoAssistant": "Genixo Assistant",
    "TOMEREYadis": "TÖMER E-Yadis",
    "RetiredTravelApp": "Retired Travel App"
  },
  "welcome": {
    "title": "Genixo IT et Technologie"
  },
  "services": {
    "WebApplication": {
      "summary": "Genixo est une entreprise de développement web passionnée qui est capable de livrer des projets complexes au-delà des limites de la création de sites web conventionnels.",
      "name": "Application Web",
      "description": "Genixo est une entreprise de développement web passionnée qui est capable de livrer des projets complexes au-delà des limites de la création de sites web conventionnels.\n\nApplication Web et Développement Cloud\nAvec Genixo, vos visions et idées deviennent un produit de haute qualité. Selon vos besoins, même une application web exigeante peut être mise en œuvre de manière organisée. À la lumière des solutions fournies et du développement, vos projets deviennent un succès, votre vision se concrétise.\nConception Web\nGenixo fournit des designs UI/UX centrés sur l'utilisateur et pertinents. En utilisant ces idées leader de l'industrie, votre vision devient claire et votre public gagne en enthousiasme.\nIntégration Web et Assurance Qualité\nIndépendamment des exigences d'intégration de vos projets, Genixo fournit un support complet de tiers pour les présences web ou les applications. De plus, notre méthodologie nous oblige à développer avec succès une application complète, sans bugs et stable.\nTechnologies que nous utilisons:"
    },
    "ArchitectureAsAService": {
      "summary": "Avantages de l'Architecture de Solution\nL'architecture d'une solution logicielle se concentre sur l'obtention d'un résultat qualitatif car vous disposez d'un plan des fonctionnalités et de leurs exigences.",
      "name": "Architecture en tant que Service",
      "description": "Avantages de l'Architecture de Solution\nL'architecture d'une solution logicielle se concentre sur l'obtention d'un résultat qualitatif car vous disposez d'un plan des fonctionnalités et de leurs exigences. Aide à planifier le cycle de vie du projet en fournissant une structure de solution générale. Simplifie la gestion de la complexité car vous pouvez observer la situation globale avec ses défis. Conseille sur l'estimation et le calcul des coûts en répondant aux exigences de la principale partie prenante.\nAffaires, Opérations et Technologie\nL'accent est mis sur la procédure axée sur les résultats, l'accent est mis sur des solutions intelligentes et robustes, la priorité est l'aspect matériel de la livraison de la solution. Architecture de Solution\n\nSelon votre écosystème et votre public, Genixo fournit une base pour vos projets en adaptant les solutions IT.\n\nNous définissons les exigences fonctionnelles et les étapes de mise en œuvre en fonction de vos besoins commerciaux."
    },
    "CustomSoftwareDevelopment": {
      "summary": "L'équipe professionnelle de Genixo conçoit, crée, déploie et maintient vos besoins en logiciels personnalisés pour des ensembles spécifiques d'utilisateurs, de fonctions et d'organisations.",
      "name": "Développement Logiciel Personnalisé",
      "description": "L'équipe professionnelle de Genixo conçoit, crée, déploie et maintient vos besoins en logiciels personnalisés pour des ensembles spécifiques d'utilisateurs, de fonctions et d'organisations. Les solutions que nous offrons ici sont construites de manière unique pour votre entreprise et peuvent inclure toutes les applications web, mobiles et de bureau.\n\nDéveloppement de Produits Logiciels\n\nSolutions Client!\nSi vous souhaitez développer un produit logiciel, parlons de certains avantages:\n- Confidentialité\n- Traçabilité et Gestion Personnalisées\n- Facilité/Rentabilité des Intégrations\n- Adaptation Rapide\n- Efficacité Améliorée\n\nDéveloppement de Logiciels d'Entreprise\n\nSolutions d'Entreprise!\nSi vous souhaitez développer un logiciel d'entreprise, parlons de certains avantages:\n- Avantages pour l'équipe\n- Appartenance\n- Productivité\n\nAvantages pour la direction\n- Prestige\n- Confidentialité\n- Indépendance\n- Traçabilité et Gestion Personnalisées\n- Facilité/Rentabilité des Intégrations\n- Adaptation Rapide\n- Efficacité Améliorée"
    },
    "DevOpsServices": {
      "summary": "Un modèle DevOps réussi repose sur quatre éléments clés: Développer, Construire et Tester, Déployer, Exploiter et Surveiller.",
      "name": "Services DevOps",
      "description": "Un modèle DevOps réussi repose sur quatre éléments clés: Développer, Construire et Tester, Déployer, Exploiter et Surveiller. Genixo peut le faire pour vous!\n\nÉvaluation et Planification\nNous construisons une feuille de route en analysant et en virtualisant l'état souhaité en identifiant les métriques traçables.\nPipeline CI/CD\nNous relions les opérations de développement par le biais du Déploiement Continu - Intégration - Test - Déploiement.\nAutomatisation des Processus\nNous automatisons le pipeline CI/CD depuis le début du codage jusqu'à la production en encapsulant les builds, les cas de test, la gestion des versions et le déploiement.\nIntégration de la Sécurité\nNous effectuons une intégration de sécurité de bout en bout via le mécanisme 'Security as Code'."
    },
    "CloudDevelopment": {
      "summary": "En raison de son évolutivité, de sa vitesse et de son rapport qualité-prix, les solutions cloud sont de plus en plus préférées par les entreprises",
      "name": "Développement Cloud",
      "description": "En raison de son évolutivité, de sa vitesse et de son rapport qualité-prix, les solutions cloud sont de plus en plus préférées par les entreprises et Genixo offre des solutions de bout en bout pour les besoins de votre entreprise dans ce domaine.\nDéveloppement Natif Cloud\n\nNous déterminons quels services et à quelle intensité vous allez utiliser les options cloud pour votre produit, et nous construisons votre produit à partir de zéro sur le cloud.\nMigration Cloud\n\nGenixo migre vos données de l'infrastructure sur site vers le cloud, garantissant sa sécurité.\nRe-architecture d'Application\n\nNous améliorons ou redéveloppons un produit existant dans le Cloud selon les besoins.\nConseil Cloud\n\nOrganiser la transformation commerciale avec des applications cloud innovantes et fournir des conseils détaillés à chaque étape de la transition."
    },
    "MobileDevelopment": {
      "summary": "Les applications mobiles sont des actifs importants pour le produit. Elles augmentent l'accessibilité, la visibilité et l'auto-promotion des plateformes.",
      "name": "Développement Mobile",
      "description": "Les applications mobiles sont des actifs importants pour le produit. Elles augmentent l'accessibilité, la visibilité et l'auto-promotion des plateformes. En utilisant des applications mobiles, les accès fonctionnels des utilisateurs ou des clients peuvent être configurés, leur concentration peut être organisée, ou les préférences peuvent être personnalisées pour répondre aux besoins de l'utilisateur.\nfeature-icon\nDéveloppement d'Applications iOS\nGenixo possède les connaissances et les compétences pour créer des applications mobiles iOS conviviales, riches en fonctionnalités et fiables.\nfeature-icon\nDéveloppement d'Applications Android\nAssurez-vous des meilleures performances et UX possibles avec nous. L'équipe de développement Android et iOS de Genixo vous aidera à créer des applications évolutives et professionnelles sur plusieurs appareils Android.\nfeature-icon\nDéveloppement d'Applications Multi-plateformes\nGenixo peut également vous offrir le développement d'applications multi-plateformes. Avec notre dynamisme et notre passion, profitez d'applications ajustables et performantes."
    },
    "ApplicationMaintenanceAndSupportServices": {
      "summary": "Avantages pour votre entreprise avec notre support technique\nico-bkg\nAttitude Proactive\nNous renforçons votre fondation, c'est-à-dire votre infrastructure, jour après jour",
      "name": "Services de Maintenance et d'Assistance d'Applications",
      "description": "Avantages pour votre entreprise avec notre support technique\nico-bkg\nAttitude Proactive\nNous renforçons votre fondation, c'est-à-dire votre infrastructure, jour après jour.\nico-bkg\nFondamentalité\nAvec l'aide des experts de Genixo, un département entier peut être assemblé et mis en place pour votre processus à partir de zéro.\nico-bkg\nÉvolutivité Avancée\nLes professionnels de Genixo offrent de l'agilité à votre entreprise pour croître tout en restant flexible.\nico-bkg\nDisponibilité 24/7\nLes équipes technologiques de Genixo peuvent vous soutenir 24/7. Nous sommes toujours actifs et toujours prêts.\nico-bkg\nSécurité Absolue des Données\nNous traitons les questions de cybersécurité et de protection des données comme une priorité absolue.\nico-bkg\nRentabilité\nLes experts de Genixo savent comment maintenir les prix sous contrôle pour vous."
    },
    "DataScience": {
      "summary": "Au 21ème siècle, également appelé l'ère de l'information, les données sont devenues de plus en plus précieuses en raison des développements technologiques",
      "name": "Science des Données",
      "description": "Au 21ème siècle, également appelé l'ère de l'information, les données sont devenues de plus en plus précieuses en raison des développements technologiques. Les machines deviennent extrêmement 'intelligentes' au point que même les scientifiques ne peuvent pas prédire où ce voyage mènera. La science des données, 'le travail le plus sexy du 21ème siècle' comme l'a déclaré la Harvard Business Review, est la combinaison de la programmation et des mathématiques afin de concevoir des modèles capables d'extraire des informations ou de faire des prédictions meilleures et plus rapides par rapport aux humains. Les données non traitées rendent votre entreprise inefficace. Ce n'est qu'après que les données ont été traitées que les bonnes informations peuvent être révélées et l'analyse créée à la lumière de ces informations portera votre entreprise au sommet de son potentiel. Parce que les données sont la chose la plus précieuse de notre époque, révélez la valeur des données.\n\nAcquisition de Données\nS'il n'y a pas suffisamment de données à analyser, nous pourrions créer le pipeline de données s'il est accessible ou vous guider pour créer un système d'acquisition de données approprié.\nPrétraitement des Données\nLes sources de données ne sont pas fiables. Nous avons donc nettoyé les données des éléments inexacts, aberrants et bruyants pour créer des modèles plus précis.\nConception de Modèle\nNous avons conçu un modèle mathématique ou d'apprentissage automatique qui décrit votre système aussi bien que possible.\nAnalyse de Données\nEn utilisant le modèle formé par vos données, nous pourrions révéler les informations de votre flux de données actuel ou à venir.\nRapport/Résultat\nNous pourrions démontrer les informations révélées par notre modèle dans un tableau de bord convivial.\nIl existe principalement 3 techniques en science des données;\n\nClassification\nLes modèles sont formés de manière à étiqueter les données selon les préférences des utilisateurs. L'exemple le plus explicatif et cliché de cette méthode est l'étiquetage des mails spam ou ham. À partir de l'ensemble de données, le modèle apprend la différence entre les mails ham et spam et pourrait facilement étiqueter les mails à venir en conséquence.\nRégression\nFondamentalement, la régression consiste à trouver la fonction la mieux adaptée à l'ensemble de données. En utilisant cette fonction, la corrélation dans l'ensemble de données ou la prédiction de l'avenir pourrait être réalisée.\nClustering\nDans les scénarios où le nombre de classes n'est pas prédéfini comme dans les problèmes de classification, les modèles pourraient être formés de manière à diviser l'ensemble de données. Ces classes nous aideraient à comprendre la relation et la distribution dans l'ensemble de données.\nLes techniques de science des données sont principalement utilisées dans;\n\nPrise de Décision et Prédiction\nOptimisation des Processus\nReconnaissance de Motifs\nAnalyse de Données\nSystèmes de Recommandation\nVision par Ordinateur\nTechnologies que nous utilisons:\n\n"
    },
    "general": {
      "ReadMore": "Lire la suite"
    }
  },
  "products": {
    "ILC": {
      "name": "ILC International Language Certification",
      "summary": "Une plateforme complète pour la certification et l'évaluation linguistique internationale.",
      "description": "ILC International Language Certification est une plateforme moderne conçue pour faciliter les processus d'apprentissage et de certification des langues. Notre plateforme fournit des outils d'évaluation complets, la gestion des certificats et des capacités de reporting détaillées.",
      "features": [
        "Support multilingue",
        "Évaluation et notation automatiques",
        "Génération et gestion de certificats",
        "Suivi complet des progrès",
        "Analyses et rapports avancés",
        "Architecture évolutive"
      ]
    },
    "StudyScoreAI": {
      "name": "Study Score AI",
      "summary": "Plateforme basée sur l'IA pour l'évaluation éducative et l'analyse de la performance des étudiants.",
      "description": "Study Score AI exploite l'intelligence artificielle pour fournir une évaluation et une analyse intelligentes de la performance des étudiants. La plateforme utilise des algorithmes d'apprentissage automatique avancés pour identifier les modèles d'apprentissage, prédire les résultats et fournir des recommandations personnalisées.",
      "features": [
        "Analyse de performance basée sur l'IA",
        "Analyses prédictives",
        "Recommandations d'apprentissage personnalisées",
        "Suivi des progrès en temps réel",
        "Système de notation automatique",
        "Tableau de bord de reporting complet"
      ]
    },
    "Egitimiste": {
      "name": "egitimiste.com",
      "summary": "Plateforme éducative complète connectant les étudiants à des ressources éducatives de qualité.",
      "description": "egitimiste.com est une plateforme éducative complète conçue pour connecter les étudiants à des ressources éducatives, des cours et des institutions de qualité. La plateforme sert de pont entre les apprenants et les opportunités éducatives.",
      "features": [
        "Base de données de programmes complète",
        "Recherche et filtrage avancés",
        "Gestion des candidatures",
        "Profils d'institutions",
        "Ressources et guides pour étudiants",
        "Support multilingue"
      ]
    },
    "GenixoWorkAI": {
      "name": "Genixo Work AI",
      "summary": "Plateforme de productivité et de collaboration en milieu de travail basée sur l'IA.",
      "description": "Genixo Work AI est une plateforme de lieu de travail intelligente qui exploite l'intelligence artificielle pour améliorer la productivité, rationaliser les flux de travail et améliorer la collaboration. La plateforme offre une suite d'outils conçus pour aider les équipes à travailler plus efficacement.",
      "features": [
        "Automatisation des tâches basée sur l'IA",
        "Planification intelligente",
        "Gestion de documents et collaboration",
        "Outils de communication d'équipe",
        "Optimisation des flux de travail",
        "Analyses et insights avancés"
      ]
    },
    "GenixoAssistant": {
      "name": "Genixo Assistant",
      "summary": "Assistant virtuel intelligent pour les opérations commerciales et le support client.",
      "description": "Genixo Assistant est un assistant virtuel avancé alimenté par l'intelligence artificielle, conçu pour gérer un large éventail d'opérations commerciales et de tâches de support client. L'assistant peut comprendre le langage naturel, traiter les demandes et fournir des réponses intelligentes.",
      "features": [
        "Traitement du langage naturel",
        "Disponibilité 24/7",
        "Support multilingue",
        "Réponses personnalisables",
        "Capacités d'intégration",
        "Apprentissage et amélioration continus"
      ]
    },
    "TOMEREYadis": {
      "name": "TÖMER E-Yadis",
      "summary": "Plateforme numérique pour l'éducation et la certification en langue turque.",
      "description": "TÖMER E-Yadis est une plateforme numérique complète conçue pour l'éducation et la certification en langue turque. La plateforme fournit un système complet de gestion de l'apprentissage pour les cours de turc, du niveau débutant au niveau avancé.",
      "features": [
        "Gestion complète des cours",
        "Matériels d'apprentissage interactifs",
        "Outils d'évaluation et de certification",
        "Suivi des progrès et analyses",
        "Structure de cours multi-niveaux",
        "Options d'apprentissage flexibles"
      ]
    },
    "RetiredTravelApp": {
      "name": "Retired Travel App",
      "summary": "Application mobile conçue pour les voyageurs retraités, offrant des services de planification de voyage et d'assistance.",
      "description": "L'application Retired Travel App est une application mobile spécialisée conçue pour répondre aux besoins uniques des voyageurs retraités. L'application fournit des outils complets de planification de voyage, des informations sur les destinations et des services d'assistance adaptés aux voyageurs seniors.",
      "features": [
        "Conception d'interface conviviale pour seniors",
        "Outils complets de planification de voyage",
        "Guides de destination et recommandations",
        "Alertes et mises à jour de voyage",
        "Fonctionnalités d'assistance d'urgence",
        "Fonctionnalités sociales pour les connexions de voyageurs"
      ]
    }
  },
  "counter": {
    "items": [
      {
        "value": "354+",
        "label": "Projets Terminés"
      },
      {
        "value": "119+",
        "label": "Automatisation Robotique"
      },
      {
        "value": "99%",
        "label": "Analyse de Site Web"
      },
      {
        "value": "321+",
        "label": "Support Client"
      }
    ]
  },
  "chooseUs": {
    "subtitle": "RAISON DE NOUS CHOISIR",
    "title": "Nous fournissons de véritables solutions IT de premier plan.",
    "items": [
      {
        "image": "/assets/images/ser-icon9.png",
        "title": "Infrastructure <br/> Technologie",
        "description": "Accélérez l'innovation avec des équipes technologiques de classe mondiale. Nous vous mettrons en relation avec une équipe complète.",
        "link": "service.html"
      },
      {
        "image": "/assets/images/counter-3.png",
        "title": "Membres d'équipe hautement professionnels",
        "description": "Accélérez l'innovation avec des équipes technologiques de classe mondiale. Nous vous mettrons en relation avec une équipe complète.",
        "link": "service.html"
      },
      {
        "image": "/assets/images/ser-icon10.png",
        "title": "Sécurité <br/> Gestion",
        "description": "Accélérez l'innovation avec des équipes technologiques de classe mondiale. Nous vous mettrons en relation avec une équipe complète.",
        "link": "service.html"
      },
      {
        "image": "/assets/images/ser-icon12.png",
        "title": "Informatique <br/> de Bureau",
        "description": "Accélérez l'innovation avec des équipes technologiques de classe mondiale. Nous vous mettrons en relation avec une équipe complète.",
        "link": "service.html"
      },
      {
        "image": "/assets/images/counter-1.png",
        "title": "Infrastructure <br/> Technologie",
        "description": "Accélérez l'innovation avec des équipes technologiques de classe mondiale. Nous vous mettrons en relation avec une équipe complète.",
        "link": "service.html"
      },
      {
        "image": "/assets/images/counter-2.png",
        "title": "Idées pour investissement à haut rendement",
        "description": "Accélérez l'innovation avec des équipes technologiques de classe mondiale. Nous vous mettrons en relation avec une équipe complète.",
        "link": "service.html"
      },
      {
        "image": "/assets/images/ser-icon21.png",
        "title": "Gestion IT <br/> Complète",
        "description": "Accélérez l'innovation avec des équipes technologiques de classe mondiale. Nous vous mettrons en relation avec une équipe complète.",
        "link": "service.html"
      },
      {
        "image": "/assets/images/ser-icon22.png",
        "title": "Sécurité et gestion des données",
        "description": "Accélérez l'innovation avec des équipes technologiques de classe mondiale. Nous vous mettrons en relation avec une équipe complète.",
        "link": "service.html"
      }
    ]
  }
}