{
  "products": {
    "ILC": {
      "name": "ILC International Language Certification",
      "summary": "Une plateforme complète pour la certification et l'évaluation linguistique internationale.",
      "description": "ILC International Language Certification est une plateforme moderne conçue pour faciliter les processus d'apprentissage et de certification des langues. Notre plateforme fournit des outils d'évaluation complets, la gestion des certificats et des capacités de reporting détaillées.",
      "webLink":"",
      "features": [
        {
          "title": "Support Multilingue",
          "description": "Turc, anglais, allemand, français... La plateforme prend en charge plus de 20 langues. Servez les étudiants internationaux, gérez toutes les langues dans un seul système."
        },
        {
          "title": "Évaluation et Notation Automatiques",
          "description": "L'examen se termine, les résultats sont prêts. L'IA évalue l'écriture, la parole, la lecture instantanément. Les enseignants reçoivent des rapports en minutes, pas en jours."
        },
        {
          "title": "Génération et Gestion de Certificats",
          "description": "Pas de certificats papier, pas de perte, pas de contrefaçon. Certificats numériques créés instantanément, signés électroniquement, vérifiés par blockchain."
        },
        {
          "title": "Suivi Complet des Progrès",
          "description": "Voyez le niveau de chaque étudiant, où ils ont des difficultés, combien ils ont progressé. Créez des plans d'apprentissage personnalisés avec des rapports détaillés."
        },
        {
          "title": "Analyses et Rapports Avancés",
          "description": "Ne demandez pas 'Combien d'étudiants ont réussi?' Regardez simplement le tableau de bord et voyez. Rapports en temps réel, métriques de performance, analyse des tendances toujours à portée de main."
        },
        {
          "title": "Architecture Évolutive",
          "description": "10 étudiants ou 10 000 étudiants fonctionnent à la même vitesse. Avec l'infrastructure cloud, le système ne ralentit jamais, ne plante jamais, ne limite jamais votre croissance."
        }
      ],
      "image1": "/images/product-ilc.png",
      "image2": "/images/about-4.jpg",
      "active": true,
      "showOnHomepage": true,
      "videoLink": "https://www.youtube.com/watch?v=OdfJ9m0wYv0"
    },
    "StudyScoreAI": {
      "name": "Study Score AI",
      "summary": "Plateforme basée sur l'IA pour l'évaluation éducative et l'analyse de la performance des étudiants.",
      "description": "Study Score AI exploite l'intelligence artificielle pour fournir une évaluation et une analyse intelligentes de la performance des étudiants. La plateforme utilise des algorithmes d'apprentissage automatique avancés pour identifier les modèles d'apprentissage, prédire les résultats et fournir des recommandations personnalisées.",
      "webLink":"",
      "features": [
        {
          "title": "Analyse de Performance Basée sur l'IA",
          "description": "Où l'étudiant a-t-il des difficultés? Quel sujet ne comprend-il pas? L'IA analyse, vous le dit. Prenez des décisions basées sur les données au lieu de deviner."
        },
        {
          "title": "Analyses Prédictives",
          "description": "Voyez les étudiants à risque avant les résultats d'examen. L'IA dit 'cet étudiant pourrait échouer', vous intervenez tôt. Prévention, pas réaction."
        },
        {
          "title": "Recommandations d'Apprentissage Personnalisées",
          "description": "Chaque étudiant apprend différemment. Certains visuels, certains auditifs, certains kinesthésiques. L'IA recommande du contenu personnalisé, chacun progresse à son propre rythme."
        },
        {
          "title": "Suivi des Progrès en Temps Réel",
          "description": "Le parent demande 'Comment va mon enfant?', vous montrez immédiatement. Rapports instantanés, données en direct, processus transparent. Tout le monde sait ce qui se passe."
        },
        {
          "title": "Système de Notation Automatique",
          "description": "Les enseignants ne corrigent plus jusqu'à minuit. L'IA évalue même les questions ouvertes. Notation objective, rapide, sans erreur."
        },
        {
          "title": "Tableau de Bord de Reporting Complet",
          "description": "Ouvrez le tableau de bord, voyez tout. Quelle classe réussit, quel sujet est difficile, quel enseignant est efficace. Toutes les données sur un écran, instantanément."
        }
      ],
      "image1": "/images/product-studyscore.png",
      "image2": "/images/about-4.jpg",
      "active": true,
      "showOnHomepage": true,
      "videoLink": ""
    },
    "Egitimiste": {
      "name": "egitimiste.com",
      "summary": "Plateforme éducative complète connectant les étudiants à des ressources éducatives de qualité.",
      "description": "egitimiste.com est une plateforme éducative complète conçue pour connecter les étudiants à des ressources éducatives, des cours et des institutions de qualité. La plateforme sert de pont entre les apprenants et les opportunités éducatives.",
      "webLink":"",
      "features": [
        {
          "title": "Base de Données de Programmes Complète",
          "description": "Quelle université dois-je fréquenter? Quel cours me convient? Plus de 10 000 programmes sur une plateforme. Comparez, lisez, décidez. Trouvez tout en un seul endroit."
        },
        {
          "title": "Recherche et Filtrage Avancés",
          "description": "Recherchez 'cours de logiciel à Istanbul, 2 ans' et trouvez-le en quelques secondes. Prix, lieu, durée, sujet... Filtrez selon n'importe quel critère souhaité."
        },
        {
          "title": "Gestion des Candidatures",
          "description": "Pas besoin d'aller à l'école pour postuler, pas de formulaires papier à remplir. Postulez en ligne, téléchargez des documents, suivez le statut. Tout est numérique, tout est rapide."
        },
        {
          "title": "Profils d'Institutions",
          "description": "L'école est-elle vraiment bonne? Que disent les diplômés? Comment est le campus? Profil détaillé pour chaque institution, avis réels d'étudiants, photos. Prenez des décisions éclairées."
        },
        {
          "title": "Ressources et Guides pour Étudiants",
          "description": "Quelle carrière dois-je choisir? Y a-t-il des bourses? Comment me préparer aux examens? Orientation professionnelle, infos bourses, ressources d'examen... Vous n'êtes pas seul."
        },
        {
          "title": "Support Multilingue",
          "description": "Les étudiants turcs et internationaux utilisent tous deux la plateforme. Turc, anglais, arabe... Chacun découvre les opportunités dans sa propre langue."
        }
      ],
      "image1": "/images/egitimiste-hero.jpg",
      "image2": "/images/about-4.jpg",
      "active": true,
      "showOnHomepage": true,
      "videoLink": ""
    },
    "GenixoWorkAI": {
      "name": "Genixo Work AI",
      "summary": "Plateforme de productivité et de collaboration en milieu de travail basée sur l'IA.",
      "description": "Genixo Work AI est une plateforme de lieu de travail intelligente qui exploite l'intelligence artificielle pour améliorer la productivité, rationaliser les flux de travail et améliorer la collaboration. La plateforme offre une suite d'outils conçus pour aider les équipes à travailler plus efficacement.",
      "webLink":"",
      "features": [
        "Automatisation des tâches basée sur l'IA",
        "Planification intelligente",
        "Gestion de documents et collaboration",
        "Outils de communication d'équipe",
        "Optimisation des flux de travail",
        "Analyses et insights avancés"
      ],
      "image1": "/images/about-3.jpg",
      "image2": "/images/about-4.jpg",
      "active": false,
      "showOnHomepage": false,
      "videoLink": ""
    },
    "GenixoAssistant": {
      "name": "Genixo Assistant",
      "summary": "Assistant virtuel intelligent pour les opérations commerciales et le support client.",
      "description": "Genixo Assistant est un assistant virtuel avancé alimenté par l'intelligence artificielle, conçu pour gérer un large éventail d'opérations commerciales et de tâches de support client. L'assistant peut comprendre le langage naturel, traiter les demandes et fournir des réponses intelligentes.",
      "webLink":"",
      "features": [
        "Traitement du langage naturel",
        "Disponibilité 24/7",
        "Support multilingue",
        "Réponses personnalisables",
        "Capacités d'intégration",
        "Apprentissage et amélioration continus"
      ],
      "image1": "/images/about-3.jpg",
      "image2": "/images/about-4.jpg",
      "active": false,
      "showOnHomepage": false,
      "videoLink": ""
    },
    "TOMEREYadis": {
      "name": "TÖMER E-Yadis",
      "summary": "Plateforme numérique pour l'éducation et la certification en langue turque.",
      "description": "TÖMER E-Yadis est une plateforme numérique complète conçue pour l'éducation et la certification en langue turque. La plateforme fournit un système complet de gestion de l'apprentissage pour les cours de turc, du niveau débutant au niveau avancé.",
      "webLink":"",
      "features": [
        "Gestion complète des cours",
        "Matériels d'apprentissage interactifs",
        "Outils d'évaluation et de certification",
        "Suivi des progrès et analyses",
        "Structure de cours multi-niveaux",
        "Options d'apprentissage flexibles"
      ],
      "image1": "/images/about-3.jpg",
      "image2": "/images/about-4.jpg",
      "active": false,
      "showOnHomepage": false,
      "videoLink": ""
    },
    "RetiredTravelApp": {
      "name": "Retired Travel App",
      "summary": "Application mobile conçue pour les voyageurs retraités, offrant des services de planification de voyage et d'assistance.",
      "description": "L'application Retired Travel App est une application mobile spécialisée conçue pour répondre aux besoins uniques des voyageurs retraités. L'application fournit des outils complets de planification de voyage, des informations sur les destinations et des services d'assistance adaptés aux voyageurs seniors.",
      "webLink":"",
      "features": [
        "Conception d'interface conviviale pour seniors",
        "Outils complets de planification de voyage",
        "Guides de destination et recommandations",
        "Alertes et mises à jour de voyage",
        "Fonctionnalités d'assistance d'urgence",
        "Fonctionnalités sociales pour les connexions de voyageurs"
      ],
      "image1": "/images/about-3.jpg",
      "image2": "/images/about-4.jpg",
      "active": false,
      "showOnHomepage": false,
      "videoLink": ""
    }
  }
}