{
  "services": [
    {
      "slug": "digital-transformation",
      "name": "Conseil en transformation digitale",
      "summary": "Définissez ensemble les bonnes étapes pour le parcours digital de votre entreprise. Nous analysons vos processus et créons une feuille de route sur mesure.",
      "description": "<h3>Découvrez ensemble ce dont vous avez besoin</h3><p>La transformation digitale n'est pas une recette toute faite. Chaque entreprise a des besoins, priorités et goulots d'étranglement uniques. C'est pourquoi nous <strong>écoutons d'abord</strong>.</p><h4>Que faisons-nous ?</h4><ul><li><strong>Analyse des processus :</strong> Nous examinons vos processus métier sur site, identifions les pertes de temps et d'information.</li><li><strong>Feuille de route transformation :</strong> Nous créons un plan sur mesure, étape par étape. Quels processus digitaliser en premier, quelles technologies—nous clarifions tout.</li><li><strong>Conseil en choix technologique :</strong> Des dizaines de solutions existent. Laquelle vous convient ? Nous déterminons ensemble.</li></ul><h4>Pour qui ?</h4><p>Pour les entreprises qui ne savent pas par où commencer la transformation digitale, qui ne tirent pas profit de leurs outils actuels ou qui ont besoin d'une stratégie avant d'investir.</p>",
      "image1": "/images/solutions-1.jpg",
      "image2": "/images/solutions-1.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 1
    },
    {
      "slug": "business-process-digitalization",
      "name": "Digitalisation des processus métier",
      "summary": "Laissez derrière vous le travail manuel, les fichiers Excel et les groupes WhatsApp. Rendez vos processus rapides, contrôlables et sans erreur.",
      "description": "<h3>Automatisez les tâches manuelles</h3><p>La plupart des entreprises grandissent sans que leurs systèmes suivent. Tableaux Excel, groupes WhatsApp et suivi manuel finissent par freiner l'entreprise. L'information se perd, le travail se répète, les décisions arrivent en retard.</p><h4>Quels processus digitalisons-nous ?</h4><ul><li><strong>Gestion des stocks :</strong> Suivi en temps réel, alertes automatiques, reporting rapide.</li><li><strong>CRM :</strong> Centralisez les informations clients, suivez les ventes, ne manquez aucune opportunité.</li><li><strong>Systèmes de processus internes :</strong> RH, achats, validations—nous digitalisons les tâches répétitives.</li><li><strong>Formulaires et validations :</strong> Formulaires digitaux, flux d'approbation automatiques, notifications instantanées.</li></ul><h4>Résultat ?</h4><p>Moins de temps perdu, plus d'information préservée, décisions plus rapides. Quand l'entreprise grandit, le système grandit avec.</p>",
      "image1": "/images/solutions-2.jpg",
      "image2": "/images/solutions-2.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 2
    },
    {
      "slug": "ai-integration",
      "name": "Intégration de l'IA",
      "summary": "Rendez vos systèmes intelligents avec l'IA. Automatisez les tâches répétitives, servez vos clients 24h/24, tirez du sens de vos données.",
      "description": "<h3>Rendez vos systèmes intelligents</h3><p>L'IA n'est plus une technologie du futur—c'est l'outil de compétition d'aujourd'hui. Mais l'IA seule ne suffit pas—elle crée de la valeur au bon endroit pour le bon objectif.</p><h4>Que faisons-nous avec l'IA ?</h4><ul><li><strong>Chatbots intelligents :</strong> Répondez aux questions clients 24h/24. L'IA gère les questions répétitives, votre équipe se concentre sur les vrais problèmes.</li><li><strong>Traitement de documents :</strong> Factures, contrats, documents—lecture, catégorisation et traitement automatiques avec l'IA.</li><li><strong>Analytique prédictive :</strong> Prévisions de ventes, besoins en stock, comportement client à partir de vos données historiques.</li><li><strong>Catégorisation automatique :</strong> Demandes, e-mails, formulaires—classés automatiquement et routés vers la bonne personne.</li></ul><h4>Comment on commence ?</h4><p>Nous regardons d'abord vos processus actuels. Où l'IA aide et où non—nous décidons ensemble. Puis un petit pilote, des résultats, et on scale si besoin.</p>",
      "image1": "/images/solutions-3.jpg",
      "image2": "/images/solutions-3.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 3
    },
    {
      "slug": "smart-reporting-analytics",
      "name": "Reporting et analytique intelligents",
      "summary": "Vous avez des données mais ne les voyez pas. Suivez votre activité en temps réel avec tableaux de bord et rapports automatiques, prenez les bonnes décisions vite.",
      "description": "<h3>Voyez vos données, décidez</h3><p>Dans la plupart des entreprises les données existent mais sont <strong>invisibles</strong>. Chiffres dispersés dans Excel, rapports faits à la main, analyses qui prennent des jours... Résultat ? Décisions en retard, opportunités manquées.</p><h4>Ce que nous proposons</h4><ul><li><strong>Tableaux de bord temps réel :</strong> Ventes, stocks, coûts, comportement client—tout sur un écran, instantanément.</li><li><strong>Rapports automatiques :</strong> Plus besoin de refaire le même rapport chaque semaine à la main. Le système le génère pour vous.</li><li><strong>Visualisation des données :</strong> Graphiques, tendances et comparaisons compréhensibles au lieu de tableaux complexes.</li><li><strong>Suivi de performance :</strong> Performance d'équipe, objectifs de vente, efficacité opérationnelle—tout mesurable et suivi.</li></ul><h4>La différence ?</h4><p>Vous décidez sur la base des données. Plus « je pense », mais « les données montrent ». Et sans attendre des jours.</p>",
      "image1": "/images/solutions-4.jpg",
      "image2": "/images/solutions-4.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 4
    },
    {
      "slug": "system-improvement-modernization",
      "name": "Amélioration et modernisation des systèmes",
      "summary": "Renouvelez vos systèmes anciens, lents ou inefficaces. Accélérez et mettez à jour votre logiciel existant pour qu'il grandisse avec votre entreprise.",
      "description": "<h3>Renforcez vos systèmes existants</h3><p>Parfois inutile de tout reconstruire. Vous avez un système mais il est lent, obsolète, non intégré ou a des failles de sécurité. La bonne approche est alors <strong>amélioration et modernisation</strong>.</p><h4>Quel type d'améliorations ?</h4><ul><li><strong>Renouvellement des systèmes legacy :</strong> Votre logiciel de 10 ans tourne encore mais ne répond plus aux besoins. Nous modernisons en préservant l'architecture.</li><li><strong>Optimisation des performances :</strong> Systèmes lents ? Nous passons en revue requêtes, code, infrastructure—et accélérons tout.</li><li><strong>Résolution des intégrations :</strong> Compta, e-facture, CRM—besoin d'intégrer ? Nous faisons le lien entre les systèmes.</li><li><strong>Mises à jour de sécurité :</strong> Les anciens systèmes ont des failles. Nous les alignons sur les standards actuels.</li></ul><h4>Pour qui ?</h4><p>Vous avez un logiciel existant qui ne répond plus à vos besoins, est lent ou obsolète. Plutôt que tout reprendre à zéro, nous renforçons l'existant.</p>",
      "image1": "/images/solutions-5.jpg",
      "image2": "/images/solutions-5.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 5
    },
    {
      "slug": "cost-optimization",
      "name": "Optimisation des coûts",
      "summary": "Vos coûts tech ont explosé ? Des dépenses inutiles ? Nous analysons vos systèmes et réduisons les coûts tout en augmentant l'efficacité.",
      "description": "<h3>Réduisez vos coûts technologiques</h3><p>Beaucoup d'entreprises investissent dans la tech mais paient trop pour rien. Licences inutilisées, infrastructure inefficace, logiciels superflus... Résultat ? Budget qui gonfle, efficacité qui stagne.</p><h4>Comment réduisons-nous les coûts ?</h4><ul><li><strong>Analyse et amélioration des systèmes :</strong> Nous examinons vos systèmes, identifions le gaspillage et les pistes d'amélioration.</li><li><strong>Conseil migration cloud :</strong> Les serveurs physiques sont chers et difficiles à maintenir. Le cloud réduit les coûts et augmente la flexibilité.</li><li><strong>Optimisation des licences :</strong> Combien d'utilisateurs, quelles licences utilisées, lesquelles inutiles ? Nous optimisons.</li><li><strong>Efficacité des processus :</strong> Nous réduisons les coûts humains en automatisant le manuel et en digitalisant les tâches répétitives.</li></ul><h4>Résultat ?</h4><p>Même service à moindre coût. Ou plus de résultats avec le même budget. Dans les deux cas vous y gagnez.</p>",
      "image1": "/images/solutions-6.jpg",
      "image2": "/images/solutions-6.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 6
    },
    {
      "slug": "product-project-development",
      "name": "Développement de produits et projets",
      "summary": "Vous avez une idée mais ne savez pas comment la concrétiser ? Nous transformons votre idée en produit réel.",
      "description": "<h3>Transformez votre idée en réalité</h3><p>Peut-être une idée d'app mobile. Peut-être une plateforme pour un problème de votre secteur. Peut-être un nouveau service digital pour vos clients. L'idée est là mais <strong>comment faire</strong> reste flou.</p><p>C'est là que nous intervenons.</p><h4>Comment travaillons-nous ?</h4><ul><li><strong>Développement de l'idée :</strong> Vous décrivez l'idée, nous la détaillons ensemble. Quelles fonctionnalités, qui l'utilisera, comment ça doit marcher—nous clarifions.</li><li><strong>Conception technique :</strong> Nous déterminons les technologies, l'architecture et le chemin de solution. Mobile ou web ? Cloud ou sur site ? Quelles intégrations ?</li><li><strong>Développement pas à pas :</strong> Nous construisons from scratch. Mais en petites étapes : première version, tests, retours, améliorations.</li><li><strong>Support lancement :</strong> Ce n'est pas fini une fois livré. Nous vous accompagnons sur l'usage, la promotion et la montée en charge.</li></ul><h4>Pour qui ?</h4><p>Entrepreneurs, professionnels avec une idée, entreprises qui veulent lancer leur produit digital. Si vous avez une idée et vous demandez « comment je fais ? », vous êtes au bon endroit.</p><h4>Exemples de projets</h4><p>Plateformes éducatives, systèmes de réservation, solutions métier, apps mobiles, e-commerce, SaaS...</p>",
      "image1": "/images/solutions-7.jpg",
      "image2": "/images/solutions-7.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 7
    }
  ]
}
