{
  "ngsd": {
    "title": "Genixo NGSD",
    "subtitle": "Genixo Next Generation Software Department - Meilleure solution logicielle de bout en bout !",
    "forWho": {
      "title": "Pour qui ?",
      "content": "Si vous n'avez pas d'équipe logicielle, cela pourrait être la meilleure solution pour vous !"
    },
    "whatIs": {
      "title": "Qu'est-ce que NGSD ?",
      "content": "Notre solution la plus complète à 360 degrés, dynamique, internationale et à distance qui nous fait faire un pas de plus sur le marché. Créer une équipe pour répondre à vos besoins logiciels peut toujours être considéré comme la solution la plus claire, mais comme on le sait, créer une équipe/département logiciel peut être une entreprise très coûteuse. C'est là qu'intervient Genixo NGSD et vous évite la peine de mettre en place une équipe/un département. Le chef de projet Genixo assigné à votre marque devient votre responsable logiciel, et Genixo devient votre département logiciel !"
    },
    "remote": {
      "title": "À distance",
      "content": "À distance mais proche ! Comment ? Avec une expérience client privilégiée. En tant que Genixo, nous visons à ce que les distances n'aient aucun sens. Nous nous assurons que vous pouvez suivre continuellement les processus avec une compréhension opérationnelle transparente, et nous nous efforçons de maintenir notre communication au plus haut niveau en organisant des réunions planifiées et en fournissant un support client instantané. Avec un département logiciel à distance, nous augmentons votre efficacité et vous réduisez vos coûts."
    },
    "dynamic": {
      "title": "Dynamique",
      "content": "Notre travail est de nous adapter rapidement à la dynamique de votre entreprise ! Ensemble avec NGSD, nous sommes en mesure d'analyser continuellement vos besoins et d'augmenter ou de réduire l'équipe selon le statut de vos projets, nous sommes donc toujours positionnés de manière optimale pour vos besoins."
    },
    "global": {
      "title": "Mondial",
      "content": "Laissez le monde devenir plus petit et vous devenir plus grand ! Alors que le monde devient plus petit, personne ne veut être limité localement. Nous portons également cette motivation, nous construisons nos projets sur une vision et une infrastructure qui peuvent fonctionner à l'échelle mondiale. Avec notre vision transnationale et notre modèle Genixo NGSD, il nous est possible de mettre en œuvre et de développer tous vos besoins logiciels dans une structure où vous pouvez opérer à l'échelle mondiale. Nous invitons toutes les marques passionnées qui sont d'accord avec nous à parcourir ce chemin ensemble."
    }
  }
}