{
  "ngsd": {
    "title": "Genixo NGSD",
    "subtitle": "Genixo Next Generation Software Department - End-to-End beste Softwarelösung!",
    "forWho": {
      "title": "Für wen?",
      "content": "Wenn Sie kein Softwareteam haben, könnte dies die beste Lösung für Sie sein!"
    },
    "whatIs": {
      "title": "Was ist NGSD?",
      "content": "Unsere umfassendste 360-Grad-, dynamische, internationale und Remote-Lösung, die uns und Sie einen Schritt weiter auf dem Markt bringt. Ein Team zu gründen, das Ihre Softwareanforderungen erfüllt, kann immer als die klarste Lösung angesehen werden, aber wie bekannt ist, kann die Gründung eines Softwareteams/-abteilung ein sehr kostspieliges Geschäft sein. Hier kommt Genixo NGSD ins Spiel und erspart Ihnen die Mühe, ein Team/eine Abteilung einzurichten. Der Ihrer Marke zugewiesene Genixo-Projektmanager wird Ihr Softwaremanager, und Genixo wird Ihre Softwareabteilung!"
    },
    "remote": {
      "title": "Remote",
      "content": "Remote, aber nah! Wie? Mit einem privilegierten Kundenerlebnis. Als Genixo streben wir danach, dass Entfernungen keine Bedeutung haben. Wir stellen sicher, dass Sie Prozesse kontinuierlich mit einem transparenten operativen Verständnis verfolgen können, und wir bemühen uns, unsere Kommunikation auf höchstem Niveau zu halten, indem wir geplante Meetings abhalten und sofortigen Kundensupport bieten. Mit einer Remote-Softwareabteilung steigern wir Ihre Effizienz und Sie senken Ihre Kosten."
    },
    "dynamic": {
      "title": "Dynamisch",
      "content": "Unsere Aufgabe ist es, uns schnell an die Dynamik Ihres Unternehmens anzupassen! Zusammen mit NGSD können wir Ihre Anforderungen kontinuierlich analysieren und das Team je nach Status Ihrer Projekte vergrößern oder verkleinern, sodass wir immer optimal für Ihre Bedürfnisse positioniert sind."
    },
    "global": {
      "title": "Global",
      "content": "Lassen Sie die Welt kleiner werden und Sie größer! Während die Welt kleiner wird, möchte niemand lokal eingeschränkt werden. Wir tragen auch diese Motivation, wir bauen unsere Projekte auf einer Vision und Infrastruktur auf, die global operieren kann. Mit unserer transnationalen Vision und dem Genixo NGSD-Modell ist es für uns möglich, alle Ihre Softwareanforderungen in einer Struktur zu implementieren und zu entwickeln, in der Sie global operieren können. Wir laden alle leidenschaftlichen Marken ein, die mit uns übereinstimmen, diesen Weg gemeinsam zu gehen."
    }
  }
}