{
  "about": {
    "WhoWeAre": "Кто мы",
    "slogan": "Партнер по Программным Решениям & Инновационная Компания",
    "short": "Для создания успешного программного обеспечения вам нужна команда разработчиков, которая понимает ваши бизнес-требования. Наши эксперты определят индивидуальное решение, которое соответствует вашей идее, временным рамкам и бюджету, затем спроектируют и создадут приложение и помогут вам протестировать его с реальными пользователями. В результате вы получите современный цифровой продукт, который принесет пользу вашему бизнесу и будет любим пользователями.",
    "description": "Genixo - это технологическая компания, работающая в Киберпарке Университета Билкент, разрабатывающая образовательные платформы, ориентированные на ИИ, и корпоративные решения. Наша команда состоит из разработчиков с глубокой экспертизой в современных веб-технологиях и интеграциях ИИ. Мы создаем масштабируемые, безопасные и удобные системы, используя мощные технологии, такие как Spring Boot, Next.js и PostgreSQL. Мы вносим изменения в экосистему образовательных технологий Турции с успешными проектами, такими как StudyScore AI и Egitimiste.com. Мы предлагаем широкий спектр решений, от платформ адаптивного обучения на основе ИИ до корпоративных систем управления документами, от приложений для экзаменов в реальном времени до платформ для открытия образования. Как надежный технологический партнер в путешествии наших клиентов по цифровой трансформации, мы работаем над пониманием бизнес-потребностей и созданием наиболее подходящих решений.",
    "values": {
      "dynamism": {
        "title": "Динамизм",
        "content": "Информационные технологии - это сектор с самой большой наблюдаемой долей рынка в мире, и интересно, что достижение этого размера не заняло много времени. Так как это произошло? Благодаря технологиям и, следовательно, инновациям. Развитие и изменения настолько быстры, что может быть трудно успевать. Становится все труднее идти в ногу с новыми динамиками и действовать проактивно. Как Genixo, наша миссия здесь ясна: оставаться динамичными. Видение Genixo в этом отношении - всегда оставаться актуальными и реагировать на потребности дня, независимо от того, как быстро меняется мир информационных технологий и насколько различны потребности. У нас есть корпоративное понимание, которое рассчитывает будущее, постоянно принимая проактивную позицию и может давать соответствующие ответы на непредвиденные проблемы. Таким образом, мы всегда можем оставаться динамичными!"
      },
      "passion": {
        "title": "Страсть и Преданность",
        "content": "Здесь нет преданности без страсти. Без преданности страсть никогда не может достичь своего потенциала и обречена быть менее успешной. Genixo, осознавая это, - это больше, чем компания; это сообщество людей, которые осознают, что личное развитие не имеет границ, которые стремятся постоянно совершенствоваться, которые страстно привержены своим целям и посвящены достижению этих целей. В соответствии с этим общественным сознанием, построенным на страсти и преданности, мы приглашаем себя и всех, с кем мы работаем, развивать свой потенциал, думать масштабнее, работать более преданно и быть более успешными!"
      },
      "professionalism": {
        "title": "Профессионализм",
        "content": "Успех может быть достигнут, когда вы талантливы или опытны в работе. Однако для того, чтобы достигнутый успех был постоянным, необходим профессиональный подход; в противном случае вы определенно сократите срок жизни достигнутого успеха. Понимание Genixo направлено на постоянство и устойчивый успех как индивидуально, так и корпоративно, с культурой бренда, где талантливые и опытные люди работают профессионально. Мы не оставляем успех на волю случая с нашим профессиональным деловым сознанием."
      }
    },
    "authorName": "Ceyhun Tekkaya",
    "authorTitle": "CEO, Genixo",
    "callToAsk": "Позвоните, чтобы задать вопросы",
    "phoneNumber": "+90 532 207 67 30"
  }
}