{
  "ngsd": {
    "title": "Genixo NGSD",
    "subtitle": "Genixo Next Generation Software Department - End-to-end best software solution!",
    "forWho": {
      "title": "For whom?",
      "content": "If you don't have a software team, this could be the best solution for you!"
    },
    "whatIs": {
      "title": "What is NGSD?",
      "content": "Our most comprehensive 360 Degree, Dynamic, International and Remote solution that takes us and you one step further in the market. Establishing a team to meet your software needs can always be seen as the clearest solution, but as it is known, establishing a software team/department can be a very costly business. This is where Genixo NGSD comes in and saves you the trouble of setting up a team/department. The Genixo project manager assigned to your brand becomes your software manager, and Genixo becomes your software department!"
    },
    "remote": {
      "title": "Remote",
      "content": "Remote but close! How? With a privileged customer experience. As Genixo, we aim for distances to be meaningless. We ensure you can continuously track processes with a transparent operational understanding, and we strive to keep our communication at the highest level by holding planned meetings and providing instant customer support. With a remote software department, we increase your efficiency, and you reduce your costs."
    },
    "dynamic": {
      "title": "Dynamic",
      "content": "Our job is to adapt quickly to the dynamics of your business! Together with NGSD, we are able to continuously analyze your requirements and scale up or down the team according to the status of your projects, so we are always optimally positioned for your needs."
    },
    "global": {
      "title": "Global",
      "content": "Let the world get smaller and, you get bigger! As the world gets smaller, nobody wants to be limited locally. We also carry this motivation, we build our projects on a vision and infrastructure that can operate globally. With our transnational vision and Genixo NGSD model, it is possible for us to implement and develop all your software requirements in a structure where you can operate globally. We invite all passionate brands who agree with us to walk this path together."
    }
  }
}