{
  "general": {
    "ReadMore": "Weiterlesen"
  },
  "about": {
    "WhoWeAre": "Wer Wir Sind...",
    "slogan": "Software-Lösungspartner & Innovationsunternehmen",
    "short": "Um erfolgreiche Software zu erstellen, benötigen Sie ein Entwicklungsteam, das Ihre Geschäftsanforderungen versteht. Unsere Experten werden eine maßgeschneiderte Lösung bestimmen, die zu Ihrer Idee, Ihrem Zeitplan und Ihrem Budget passt, dann die Anwendung entwerfen und erstellen und Ihnen helfen, sie mit echten Benutzern zu testen. Als Ergebnis erhalten Sie ein modernes digitales Produkt, das Ihrem Unternehmen nützt und von Benutzern geschätzt wird."
  },
  "menu": {
    "Home": "Startseite",
    "AboutUs": "Über uns",
    "Services": "Dienstleistungen",
    "ContactUs": "Kontakt",
    "WebApplication": "Webanwendung",
    "SolutionArchitecture": "Lösungsarchitektur",
    "CustomSoftwareDevelopment": "Individuelle Softwareentwicklung",
    "DevOpsServices": "DevOps-Dienste",
    "CloudDevelopment": "Cloud-Entwicklung",
    "MobileDevelopment": "Mobile Entwicklung",
    "SupportServices": "Support-Dienste",
    "DataScience": "Datenwissenschaft"
  },
  "welcome": {
    "title": "Genixo IT und Technologie"
  },
  "services": {
    "WebApplication": {
      "summary": "Genixo ist ein leidenschaftliches Webentwicklungsunternehmen, das in der Lage ist, komplexe Projekte jenseits der Grenzen der üblichen Website-Erstellung zu liefern.",
      "name": "Webanwendung",
      "description": "Genixo ist ein leidenschaftliches Webentwicklungsunternehmen, das in der Lage ist, komplexe Projekte jenseits der Grenzen der üblichen Website-Erstellung zu liefern.\n\nWeb-App und Cloud-Entwicklung\nMit Genixo werden Ihre Visionen und Ideen zu einem qualitativ hochwertigen Produkt. Entsprechend Ihren Bedürfnissen kann selbst eine anspruchsvolle Webanwendung organisiert umgesetzt werden. Im Lichte der bereitgestellten Lösungen und der Entwicklung werden Ihre Projekte erfolgreich, Ihre Vision wird verwirklicht.\nWebdesign\nGenixo bietet benutzerzentrierte und zielgerichtete UI/UX-Designs. Durch die Verwendung dieser branchenführenden Ideen wird Ihre Vision klar und Ihr Publikum entwickelt Begeisterung.\nWeb-Integration und Qualitätssicherung\nUnabhängig von den Integrationsanforderungen Ihres Projekts bietet Genixo vollständige Drittanbieterunterstützung für Webpräsenzen oder Apps. Darüber hinaus verpflichtet uns unsere Methodik dazu, dass eine umfassende, fehlerfreie und stabile Anwendung erfolgreich entwickelt wird.\nTechnologien, die wir verwenden:"
    },
    "ArchitectureAsAService": {
      "summary": "Vorteile der Lösungsarchitektur\nDie Architektur einer Softwarelösung konzentriert sich auf die Erreichung qualitativer Ergebnisse, da Sie einen Bauplan der Funktionalitäten und deren Anforderungen haben.",
      "name": "Architektur als Service",
      "description": "Vorteile der Lösungsarchitektur\nDie Architektur einer Softwarelösung konzentriert sich auf die Erreichung qualitativer Ergebnisse, da Sie einen Bauplan der Funktionalitäten und deren Anforderungen haben. Hilft bei der Planung des Projektlebenszyklus durch Bereitstellung einer allgemeinen Lösungsstruktur. Vereinfacht den Umgang mit Komplexität, da Sie das große Ganze mit seinen Herausforderungen beobachten können. Berät bei Schätzung und Kostenrechnung durch Erfüllung der Anforderungen des Hauptbeteiligten.\nGeschäft, Betrieb und Technologie\nDer Schwerpunkt liegt auf ergebnisorientiertem Verfahren, der Fokus liegt auf intelligenten und robusten Lösungen, die Priorität ist der materielle Aspekt der Lösungsbereitstellung. Lösungsarchitektur\n\nEntsprechend Ihrem Ökosystem und Publikum bietet Genixo eine Grundlage für Ihre Projekte durch maßgeschneiderte IT-Lösungen.\n\nWir definieren funktionale Anforderungen und Implementierungsphasen entsprechend Ihren Geschäftsbedürfnissen."
    },
    "CustomSoftwareDevelopment": {
      "summary": "Das professionelle Team von Genixo entwirft, erstellt, implementiert und wartet Ihre individuellen Softwareanforderungen für spezifische Benutzer, Funktionen und Organisationen.",
      "name": "Individuelle Softwareentwicklung",
      "description": "Das professionelle Team von Genixo entwirft, erstellt, implementiert und wartet Ihre individuellen Softwareanforderungen für spezifische Benutzer, Funktionen und Organisationen. Die hier angebotenen Lösungen sind einzigartig für Ihr Unternehmen konstruiert und können alle Web-, Mobile- und Desktop-Anwendungen umfassen.\n\nSoftwareproduktentwicklung\n\nKundenlösungen!\nWenn Sie ein Softwareprodukt entwickeln möchten, sprechen wir über einige Vorteile:\n- Datenschutz\n- Angepasste Nachverfolgbarkeit und Verwaltung\n- Einfachheit/Kosteneffizienz von Integrationen\n- Schnelle Anpassung\n- Verbesserte Effizienz\n\nUnternehmenssoftwareentwicklung\n\nUnternehmenslösungen!\nWenn Sie eine Unternehmenssoftware entwickeln möchten, sprechen wir über einige Vorteile:\n- Vorteile für das Team\n- Zugehörigkeit\n- Produktivität\n\nVorteile für das Management\n- Prestige\n- Datenschutz\n- Unabhängigkeit\n- Angepasste Nachverfolgbarkeit und Verwaltung\n- Einfachheit/Kosteneffizienz von Integrationen\n- Schnelle Anpassung\n- Verbesserte Effizienz"
    },
    "DevOpsServices": {
      "summary": "Ein erfolgreiches DevOps-Modell basiert auf vier Schlüsselbausteinen: Entwickeln, Erstellen und Testen, Bereitstellen, Betreiben und Überwachen.",
      "name": "DevOps-Dienste",
      "description": "Ein erfolgreiches DevOps-Modell basiert auf vier Schlüsselbausteinen: Entwickeln, Erstellen und Testen, Bereitstellen, Betreiben und Überwachen. Genixo kann das für Sie tun!\n\nBewertung und Planung\nWir erstellen eine Roadmap durch Analyse und Virtualisierung des gewünschten Zustands durch Identifizierung nachverfolgbarer Metriken.\nCI/CD-Pipeline\nWir verbinden die Entwicklungsoperationen durch Continuous Deployment - Integration - Testing - Deployment.\nProzessautomatisierung\nWir automatisieren die CI/CD-Pipeline vom Beginn der Codierung bis zur Produktion durch Kapselung von Builds, Testfällen, Versionierung und Bereitstellung.\nSicherheitsintegration\nWir führen eine End-to-End-Sicherheitsintegration durch den Mechanismus 'Security as Code' durch."
    },
    "CloudDevelopment": {
      "summary": "Aufgrund seiner Skalierbarkeit, Geschwindigkeit und Preis-Leistung werden Cloud-Lösungen zunehmend von Unternehmen bevorzugt",
      "name": "Cloud-Entwicklung",
      "description": "Aufgrund seiner Skalierbarkeit, Geschwindigkeit und Preis-Leistung werden Cloud-Lösungen zunehmend von Unternehmen bevorzugt, und Genixo bietet End-to-End-Lösungen für die Bedürfnisse Ihres Unternehmens in diesem Bereich.\nCloud-Native-Entwicklung\n\nWir bestimmen, welche Dienste und in welcher Intensität Sie Cloud-Optionen für Ihr Produkt nutzen werden, und bauen Ihr Produkt von Grund auf in der Cloud auf.\nCloud-Migration\n\nGenixo migriert Ihre Daten von lokaler Infrastruktur in die Cloud und gewährleistet deren Sicherheit.\nAnwendungs-Neuarchitektur\n\nWir verbessern oder entwickeln ein bestehendes Produkt in der Cloud entsprechend den Anforderungen neu.\nCloud-Beratung\n\nOrganisierung der Geschäftstransformation mit innovativen Cloud-Anwendungen und Bereitstellung detaillierter Beratung in jeder Phase des Übergangs."
    },
    "MobileDevelopment": {
      "summary": "Mobile Anwendungen sind wichtige Assets für Produkte. Sie erhöhen die Zugänglichkeit, Sichtbarkeit und Durchsetzung der Plattformen.",
      "name": "Mobile Entwicklung",
      "description": "Mobile Anwendungen sind wichtige Assets für Produkte. Sie erhöhen die Zugänglichkeit, Sichtbarkeit und Durchsetzung der Plattformen. Durch die Verwendung mobiler Apps können funktionale Zugriffe von Benutzern oder Kunden konfiguriert, ihr Fokus angepasst oder die Präferenzen an die Bedürfnisse des Benutzers angepasst werden.\nfeature-icon\niOS-App-Entwicklung\nGenixo verfügt über das Wissen und die Fähigkeiten, benutzerfreundliche, funktionsreiche und zuverlässige iOS-Mobile-Apps zu erstellen.\nfeature-icon\nAndroid-App-Entwicklung\nStellen Sie mit uns die bestmögliche Leistung und UX sicher. Das Android- und iOS-Entwicklungsteam von Genixo wird Ihnen helfen, skalierbare und professionelle Apps über mehrere Android-Geräte hinweg zu erstellen.\nfeature-icon\nPlattformübergreifende App-Entwicklung\nGenixo kann Ihnen auch plattformübergreifende App-Entwicklung anbieten. Genießen Sie mit unserem Dynamismus und unserer Leidenschaft die anpassbaren und leistungsstarken Anwendungen."
    },
    "ApplicationMaintenanceAndSupportServices": {
      "summary": "Vorteile für Ihr Unternehmen mit unserem technischen Support\nico-bkg\nProaktive Einstellung\nWir machen Ihr Fundament, das heißt Ihre Infrastruktur, Tag für Tag stärker",
      "name": "Anwendungswartung und Support-Dienste",
      "description": "Vorteile für Ihr Unternehmen mit unserem technischen Support\nico-bkg\nProaktive Einstellung\nWir machen Ihr Fundament, das heißt Ihre Infrastruktur, Tag für Tag stärker.\nico-bkg\nFundamentalität\nMit Hilfe der Genixo-Experten kann von Grund auf eine ganze Abteilung für Ihren Prozess zusammengestellt und eingerichtet werden.\nico-bkg\nErweiterte Skalierbarkeit\nGenixo-Profis bieten Agilität für Ihr Unternehmenswachstum bei gleichzeitiger Flexibilität.\nico-bkg\n24/7-Verfügbarkeit\nDie Technologie-Teams von Genixo können Sie rund um die Uhr unterstützen. Wir sind immer verfügbar und immer bereit.\nico-bkg\nAbsolute Datensicherheit\nWir behandeln Cybersicherheit und Datenschutzfragen mit höchster Priorität.\nico-bkg\nKosteneffizienz\nGenixo-Experten wissen, wie man die Preise für Sie unter Kontrolle hält."
    },
    "DataScience": {
      "summary": "Im 21. Jahrhundert, das auch als Informationszeitalter bezeichnet wird, sind Daten aufgrund technologischer Entwicklungen immer wertvoller geworden",
      "name": "Datenwissenschaft",
      "description": "Im 21. Jahrhundert, das auch als Informationszeitalter bezeichnet wird, sind Daten aufgrund technologischer Entwicklungen immer wertvoller geworden. Maschinen werden extrem 'intelligent', sodass selbst Wissenschaftler nicht vorhersagen können, wohin diese Reise führt. Datenwissenschaft, 'der attraktivste Job des 21. Jahrhunderts', wie Harvard Business Review erklärte, ist die Kombination aus Programmierung und Mathematik, um Modelle zu entwerfen, die in der Lage sind, Erkenntnisse zu extrahieren oder Vorhersagen besser und schneller als Menschen zu treffen. Unverarbeitete Daten machen Ihr Unternehmen ineffizient. Erst nachdem die Daten verarbeitet wurden, können die richtigen Erkenntnisse aufgedeckt werden, und die im Lichte dieser Erkenntnisse erstellte Analyse wird Ihr Unternehmen an die Spitze seines Potenzials bringen. Denn Daten sind das Wertvollste in unserem Zeitalter, enthüllen Sie den Wert der Daten.\n\nDatenerfassung\nWenn nicht genügend Daten zur Analyse vorhanden sind, können wir die Datenpipeline erstellen, wenn sie erreichbar ist, oder Sie bei der Erstellung eines geeigneten Datenerfassungssystems anleiten.\nDatenvorverarbeitung\nDatenquellen sind nicht zuverlässig. Daher haben wir die Daten von ungenauen, ausreißenden und verrauschten Daten bereinigt, um genauere Modelle zu erstellen.\nModelldesign\nWir haben ein mathematisches oder maschinelles Lernmodell entwickelt, das Ihr System so gut wie möglich beschreibt.\nDatenanalyse\nDurch die Verwendung des mit Ihren Daten trainierten Modells könnten wir die Erkenntnisse aus Ihrem aktuellen oder kommenden Datenstrom enthüllen.\nBericht/Ergebnis\nWir könnten die durch unser Modell enthüllten Erkenntnisse in einem benutzerfreundlichen Dashboard darstellen.\nEs gibt hauptsächlich 3 Techniken in der Datenwissenschaft;\n\nKlassifikation\nDie Modelle werden so trainiert, dass sie die Daten gemäß den Präferenzen der Benutzer kennzeichnen. Das erklärungsreichste und klischeehafte Beispiel dieser Methode ist die Spam- oder Ham-Mail-Kennzeichnung. Aus dem Datensatz lernt das Modell den Unterschied zwischen Ham- und Spam-Mails und könnte die eingehenden Mails entsprechend leicht kennzeichnen.\nRegression\nGrundsätzlich ist Regression das Finden der am besten passenden Funktion für den Datensatz. Durch die Verwendung dieser Funktion könnte eine Korrelation im Datensatz oder eine Vorhersage über die Zukunft erreicht werden.\nClustering\nIn Szenarien, in denen die Anzahl der Klassen nicht vordefiniert ist wie bei Klassifikationsproblemen, könnten die Modelle so trainiert werden, dass sie den Datensatz aufteilen. Diese Klassen würden uns helfen, die Beziehung und Verteilung im Datensatz zu verstehen.\nDatewissenschaftstechniken werden hauptsächlich verwendet in;\n\nEntscheidungs- und Vorhersagebildung\nProzessoptimierung\nMustererkennung\nDatenanalyse\nEmpfehlungssysteme\nComputervision\nTechnologien, die wir verwenden:\n\n"
    }
  }
}