{
  "services": [
    {
      "slug": "digital-transformation",
      "name": "Digitale Transformationsberatung",
      "summary": "Bestimmen Sie gemeinsam die richtigen Schritte für die digitale Reise Ihres Unternehmens. Wir analysieren Ihre Prozesse und erstellen eine maßgeschneiderte Transformations-Roadmap.",
      "description": "<h3>Entdecken Sie gemeinsam, was Sie brauchen</h3><p>Digitale Transformation ist kein Einheitsrezept. Jedes Unternehmen hat eigene Bedürfnisse, Prioritäten und Engpässe. Deshalb <strong>hören wir zuerst zu</strong>.</p><h4>Was tun wir?</h4><ul><li><strong>Prozessanalyse:</strong> Wir prüfen Ihre aktuellen Geschäftsprozesse vor Ort und identifizieren Zeit- und Informationsverluste.</li><li><strong>Digitale Transformations-Roadmap:</strong> Wir erstellen einen maßgeschneiderten, schrittweise umsetzbaren Plan. Welche Prozesse zuerst digitalisiert werden, welche Technologien passen—wir klären das.</li><li><strong>Technologieauswahl-Beratung:</strong> Es gibt Dutzende Lösungen am Markt. Welche passt zu Ihnen? Wir bestimmen das gemeinsam.</li></ul><h4>Für wen?</h4><p>Für Unternehmen, die nicht wissen, wo sie mit der digitalen Transformation starten sollen, die mit aktuellen Technologien keinen Mehrwert erzielen oder vor Investitionen die richtige Strategie brauchen.</p>",
      "image1": "/images/solutions-1.jpg",
      "image2": "/images/solutions-1.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 1
    },
    {
      "slug": "business-process-digitalization",
      "name": "Digitalisierung von Geschäftsprozessen",
      "summary": "Lassen Sie manuelle Arbeit, Excel-Dateien und WhatsApp-Gruppen hinter sich. Machen Sie Ihre Geschäftsprozesse schnell, kontrollierbar und fehlerfrei.",
      "description": "<h3>Manuelle Aufgaben automatisieren</h3><p>Die meisten Unternehmen wachsen, ohne dass ihre Systeme mithalten. Excel-Tabellen, WhatsApp-Gruppen und manuelle Nachverfolgung bremsen irgendwann. Informationen gehen verloren, Arbeit wird doppelt gemacht, Entscheidungen kommen zu spät.</p><h4>Welche Prozesse digitalisieren wir?</h4><ul><li><strong>Lager- und Bestandsverwaltung:</strong> Echtzeit-Bestandsverfolgung, automatische Alerts, schnelle Berichte.</li><li><strong>CRM:</strong> Kundendaten an einem Ort, Vertriebsprozesse im Blick, keine verpassten Chancen.</li><li><strong>Interne Prozesssysteme:</strong> HR, Einkauf, Freigaben—wir digitalisieren wiederkehrende Abläufe.</li><li><strong>Formulare und Freigaben:</strong> Digitale Formulare statt Papier, automatische Workflows, sofortige Benachrichtigungen.</li></ul><h4>Was bringt es?</h4><p>Weniger Zeitverschwendung, keine verlorenen Informationen, schnellere Entscheidungen. Wenn Ihr Unternehmen wächst, wächst das System mit.</p>",
      "image1": "/images/solutions-2.jpg",
      "image2": "/images/solutions-2.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 2
    },
    {
      "slug": "ai-integration",
      "name": "KI-Integration",
      "summary": "Machen Sie Ihre Systeme mit KI intelligent. Automatisieren Sie wiederkehrende Aufgaben, bedienen Sie Kunden 24/7, gewinnen Sie Erkenntnisse aus Ihren Daten.",
      "description": "<h3>Machen Sie Ihre Systeme intelligent</h3><p>KI ist keine Zukunftstechnologie mehr—sie ist das Wettbewerbsinstrument von heute. Aber KI allein löst nichts—sie schafft Wert, wenn sie am richtigen Ort für den richtigen Zweck eingesetzt wird.</p><h4>Was können wir mit KI tun?</h4><ul><li><strong>Smart Chatbots:</strong> Beantworten Sie Kundenfragen 24/7 automatisch. KI übernimmt Wiederholungsfragen, Ihr Team konzentriert sich auf echte Probleme.</li><li><strong>Dokumentenverarbeitung:</strong> Rechnungen, Verträge, Belege—mit KI automatisch einlesen, kategorisieren und verarbeiten.</li><li><strong>Predictive Analytics:</strong> Prognosen zu Umsatz, Bestand und Kundenverhalten aus Ihren historischen Daten.</li><li><strong>Automatische Kategorisierung:</strong> Anfragen, E-Mails, Formulare—automatisch klassifiziert und an die richtige Stelle weitergeleitet.</li></ul><h4>Wie starten wir?</h4><p>Zuerst schauen wir uns Ihre aktuellen Prozesse an. Wo KI hilft und wo nicht—das bestimmen wir gemeinsam. Dann starten wir mit einem kleinen Pilot, prüfen die Ergebnisse und skalieren bei Bedarf.</p>",
      "image1": "/images/solutions-3.jpg",
      "image2": "/images/solutions-3.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 3
    },
    {
      "slug": "smart-reporting-analytics",
      "name": "Intelligente Berichterstattung und Analyse",
      "summary": "Sie haben Daten, sehen sie aber nicht. Verfolgen Sie Ihr Geschäft in Echtzeit mit Dashboards und automatischen Berichten, treffen Sie schnell die richtigen Entscheidungen.",
      "description": "<h3>Sehen Sie Ihre Daten, treffen Sie Entscheidungen</h3><p>In den meisten Unternehmen gibt es Daten, aber sie sind <strong>unsichtbar</strong>. Zahlen verstreut in Excel, manuell erstellte Berichte, Analysen die Tage brauchen... Ergebnis? Verzögerte Entscheidungen, verpasste Chancen.</p><h4>Was bieten wir?</h4><ul><li><strong>Echtzeit-Dashboards:</strong> Umsatz, Bestand, Kosten, Kundenverhalten—alles auf einem Bildschirm, sofort.</li><li><strong>Automatische Berichte:</strong> Statt wöchentlich denselben Bericht von Hand zu erstellen, lässt das System ihn für Sie generieren.</li><li><strong>Datenvisualisierung:</strong> Verständliche Grafiken, Trends und Vergleiche statt komplexer Tabellen.</li><li><strong>Performance-Tracking:</strong> Teamleistung, Vertriebsziele, operative Effizienz—alles messbar und nachverfolgbar.</li></ul><h4>Was ist der Unterschied?</h4><p>Sie entscheiden datenbasiert. Statt „ich glaube“ sagen Sie „die Daten zeigen“. Und Sie müssen nicht Tage darauf warten.</p>",
      "image1": "/images/solutions-4.jpg",
      "image2": "/images/solutions-4.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 4
    },
    {
      "slug": "system-improvement-modernization",
      "name": "Systemverbesserung und Modernisierung",
      "summary": "Erneuern Sie alte, langsame oder ineffiziente Systeme. Beschleunigen und aktualisieren Sie Ihre bestehende Software, damit sie mit Ihrem Unternehmen wächst.",
      "description": "<h3>Stärken Sie Ihre bestehenden Systeme</h3><p>Manchmal brauchen Sie kein System von Grund auf. Sie haben ein System, aber es ist langsam, veraltet, nicht integriert oder hat Sicherheitslücken. Dann ist <strong>Verbesserung und Modernisierung</strong> der richtige Weg.</p><h4>Welche Verbesserungen machen wir?</h4><ul><li><strong>Legacy-Modernisierung:</strong> Ihre 10 Jahre alte Software läuft noch, erfüllt aber nicht mehr die Anforderungen. Wir modernisieren unter Erhalt der Architektur.</li><li><strong>Performance-Optimierung:</strong> Systeme langsam? Wir prüfen Datenbankabfragen, Code, Infrastruktur und beschleunigen alles.</li><li><strong>Integrationsprobleme lösen:</strong> Anbindung an Buchhaltung, E-Rechnung, CRM? Wir bauen Brücken zwischen Systemen.</li><li><strong>Sicherheitsupdates:</strong> Alte Systeme haben oft Sicherheitslücken. Wir bringen sie auf den aktuellen Stand.</li></ul><h4>Für wen?</h4><p>Sie haben bestehende Software, die Ihre Anforderungen nicht mehr erfüllt, langsam läuft oder veraltet ist. Statt neu anzufangen, stärken wir das Vorhandene.</p>",
      "image1": "/images/solutions-5.jpg",
      "image2": "/images/solutions-5.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 5
    },
    {
      "slug": "cost-optimization",
      "name": "Kostenoptimierung",
      "summary": "Sind Ihre Technologiekosten explodiert? Unnötige Ausgaben? Wir analysieren Ihre Systeme und senken Kosten bei steigender Effizienz.",
      "description": "<h3>Senken Sie Ihre Technologiekosten</h3><p>Viele Unternehmen investieren in Technologie, zahlen aber unnötig zu viel. Ungenutzte Lizenzen, ineffiziente Infrastruktur, überflüssige Software... Ergebnis? Budget wächst, Effizienz nicht.</p><h4>Wie senken wir Kosten?</h4><ul><li><strong>Systemanalyse und -verbesserung:</strong> Wir prüfen Ihre Systeme, finden Verschwendung und Verbesserungspotenzial.</li><li><strong>Cloud-Migrationsberatung:</strong> Physische Server sind teuer und aufwändig. Cloud reduziert Kosten und erhöht Flexibilität.</li><li><strong>Lizenzoptimierung:</strong> Wie viele Nutzer, welche Lizenzen werden genutzt, welche sind überflüssig? Wir optimieren die Lizenzkosten.</li><li><strong>Prozesseffizienz:</strong> Wir senken Personalkosten durch Automatisierung und Digitalisierung wiederkehrender Aufgaben.</li></ul><h4>Was bringt es?</h4><p>Gleicher Service zu geringeren Kosten. Oder mehr Leistung bei gleichem Budget. In beiden Fällen profitieren Sie.</p>",
      "image1": "/images/solutions-6.jpg",
      "image2": "/images/solutions-6.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 6
    },
    {
      "slug": "product-project-development",
      "name": "Produkt- und Projektentwicklung",
      "summary": "Sie haben eine Idee, wissen aber nicht, wie Sie sie umsetzen? Wir verwandeln Ihre Idee in ein reales Produkt.",
      "description": "<h3>Verwandeln Sie Ihre Idee in Realität</h3><p>Vielleicht haben Sie eine App-Idee. Vielleicht eine Plattform für ein Problem in Ihrer Branche. Vielleicht einen neuen digitalen Service für Ihre Kunden. Die Idee ist da, aber <strong>wie</strong> bleibt unklar.</p><p>Hier kommen wir ins Spiel.</p><h4>Wie arbeiten wir?</h4><ul><li><strong>Ideeenwicklung:</strong> Sie beschreiben die Idee, wir detaillieren sie gemeinsam. Welche Funktionen, wer nutzt sie, wie soll es funktionieren—wir klären das.</li><li><strong>Technisches Design:</strong> Wir bestimmen passende Technologien, Architektur und Lösungsweg. Mobil oder Web? Cloud oder On-Premise? Welche Integrationen?</li><li><strong>Schrittweise Entwicklung:</strong> Wir bauen von Grund auf. Aber in kleinen Schritten: erste Version, Test, Feedback, Verbesserung.</li><li><strong>Launch-Support:</strong> Es endet nicht mit dem Bau. Wir unterstützen bei Nutzung, Vermarktung und Skalierung.</li></ul><h4>Für wen?</h4><p>Unternehmer, Fachleute mit Geschäftsideen, Unternehmen die ein eigenes digitales Produkt auf den Markt bringen wollen. Wenn Sie eine Idee haben und „wie baue ich das?“ denken—Sie sind richtig.</p><h4>Beispielprojekte</h4><p>Bildungsplattformen, Buchungssysteme, branchenspezifische Lösungen, Apps, E-Commerce, SaaS...</p>",
      "image1": "/images/solutions-7.jpg",
      "image2": "/images/solutions-7.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 7
    }
  ]
}
