[
    {
        "question": "",
        "reply": "Donec sodales, nibh vel tristique aliquet, nisi libero suscipit diam, sed tempus ante nulla purus. Donec dolor magna, a suscipit in magna dignissim, porttitor an hendrerit diam. Nunc gravida ultrices faucibus. Aliquet lorem purus, quis mollis nisi laoreet at vitae. Mauris consequat tortor duis fermentum a massa"
    },
    {
        "question": "Processing of your data",
        "reply": "Donec sodales, nibh vel tristique aliquet, nisi libero suscipit diam, sed tempus ante nulla ut purus. Donec dolor magna aliquet suscipit in magna dignissim, porttitor hendrerit. Nunc gravida ultrices a felis faucibus. Praesent lorem purus, quis mollis nisi laoreet vitae. Mauris nec consequat tortor"
    },
    {
        "question": "Collection of information",
        "reply": "In at mauris vel nisl convallis porta at vitae dui. Nam lacus ligula, vulputate  mullam molestie bibendum quis, aliquet massa elementum. Vestibulum ut sagittis massa lorem fusce  cursus est. Fusce non nulla vitae massa placerat vulputate vel purus. Aliqum blandit tempor undo   sapien pulvinar consectetur nibh, vel imperdiet dui varius viverra."
    },
    {
        "question": "Authorized user accounts and account security",
        "reply": "In at mauris vel nisl convallis porta at vitae dui. Nam lacus ligula, vulputate   mullam molestie bibendum quis, aliquet massa elementum. Vestibulum ut sagittis massa lorem fusce  cursus est. Fusce non nulla vitae massa placerat vulputate vel purus. Aliqum blandit tempor undo"
    },
    {
        "question": "Prohibited conduct and content",
        "reply": "Aliqum mullam blandit tempor sapien gravida donec ipsum, at porta justo. Velna vitae  auctor congue magna nihil impedit ligula risus. Mauris donec ociis et magnis sapien sagittis sapien sem congue tempor gravida donec enim ipsum porta justo integer odio velna a purus efficitur ipsum primis in cubilia laoreet augue egestas luctus donec purus and blandit sodales"
    },
    {
        "question": "Availability of services",
        "reply": "Nemo ipsam egestas volute turpis dolores ut  aliquam quaerat sodales sapien congue augue egestas volutpat egestas magna suscipit egestas magna ipsum vitae purus efficitur ipsum primis in cubilia undo pretium a purus pretium ligula"
    }
]