{
  "services": [
    {
      "slug": "digital-transformation",
      "name": "Консалтинг по цифровой трансформации",
      "summary": "Определите вместе правильные шаги цифрового пути вашей компании. Мы анализируем процессы и создаём индивидуальную дорожную карту трансформации.",
      "description": "<h3>Узнайте вместе, что вам нужно</h3><p>Цифровая трансформация — не универсальный рецепт. У каждой компании свои потребности, приоритеты и узкие места. Поэтому мы <strong>сначала слушаем</strong>.</p><h4>Что мы делаем?</h4><ul><li><strong>Анализ процессов:</strong> Изучаем ваши текущие бизнес-процессы на месте, выявляем потери времени и информации.</li><li><strong>Дорожная карта трансформации:</strong> Создаём индивидуальный пошаговый план. Какие процессы оцифровать первыми, какие технологии подходят—всё уточняем.</li><li><strong>Консалтинг по выбору технологий:</strong> На рынке десятки решений. Какое подходит вам? Определяем вместе.</li></ul><h4>Для кого?</h4><p>Для компаний, которые не знают, с чего начать цифровую трансформацию, не получают отдачи от текущих технологий или нуждаются в стратегии до инвестиций.</p>",
      "image1": "/images/solutions-1.jpg",
      "image2": "/images/solutions-1.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 1
    },
    {
      "slug": "business-process-digitalization",
      "name": "Цифровизация бизнес-процессов",
      "summary": "Оставьте позади ручную работу, Excel и группы в WhatsApp. Сделайте процессы быстрыми, управляемыми и безошибочными.",
      "description": "<h3>Автоматизируйте ручные задачи</h3><p>Большинство компаний растут, а системы — нет. Таблицы Excel, WhatsApp и ручной учёт в итоге тормозят бизнес. Теряется информация, дублируется работа, решения запаздывают.</p><h4>Какие процессы мы цифровизируем?</h4><ul><li><strong>Управление запасами:</strong> Учёт в реальном времени, автоматические оповещения, быстрая отчётность.</li><li><strong>CRM:</strong> Вся информация о клиентах в одном месте, контроль продаж, без упущенных возможностей.</li><li><strong>Внутренние процессы:</strong> HR, закупки, согласования—оцифровываем повторяющиеся операции.</li><li><strong>Формы и согласования:</strong> Цифровые формы вместо бумаги, автоматические потоки согласований, мгновенные уведомления.</li></ul><h4>Результат?</h4><p>Меньше потерь времени, информация не теряется, решения принимаются быстрее. По мере роста компании растёт и система.</p>",
      "image1": "/images/solutions-2.jpg",
      "image2": "/images/solutions-2.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 2
    },
    {
      "slug": "ai-integration",
      "name": "Интеграция ИИ",
      "summary": "Сделайте системы умнее с помощью ИИ. Автоматизируйте рутину, обслуживайте клиентов 24/7, извлекайте смысл из данных.",
      "description": "<h3>Сделайте системы интеллектуальными</h3><p>ИИ уже не технология будущего—это инструмент конкуренции сегодня. Но ИИ сам по себе не решение—он создаёт ценность при правильном применении.</p><h4>Что мы делаем с ИИ?</h4><ul><li><strong>Умные чат-боты:</strong> Ответы на вопросы клиентов 24/7. ИИ обрабатывает типовые вопросы, команда фокусируется на реальных проблемах.</li><li><strong>Обработка документов:</strong> Счета, договоры, документы—автоматическое чтение, категоризация и обработка с ИИ.</li><li><strong>Предиктивная аналитика:</strong> Прогнозы продаж, потребности в запасах, поведение клиентов на основе ваших данных.</li><li><strong>Автоматическая категоризация:</strong> Заявки, письма, формы—автоматически классифицируются и направляются нужному человеку.</li></ul><h4>Как мы начинаем?</h4><p>Сначала смотрим ваши текущие процессы. Где ИИ полезен, где нет—решаем вместе. Затем небольшой пилот, результаты, при необходимости масштабируем.</p>",
      "image1": "/images/solutions-3.jpg",
      "image2": "/images/solutions-3.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 3
    },
    {
      "slug": "smart-reporting-analytics",
      "name": "Умная отчётность и аналитика",
      "summary": "Данные есть, но вы их не видите. Отслеживайте бизнес в реальном времени с дашбордами и автоматическими отчётами, принимайте верные решения быстрее.",
      "description": "<h3>Увидьте данные, примите решения</h3><p>В большинстве компаний данные есть, но они <strong>невидимы</strong>. Цифры разбросаны по Excel, отчёты делаются вручную, анализы занимают дни... Итог? Решения запаздывают, возможности упускаются.</p><h4>Что мы предлагаем?</h4><ul><li><strong>Дашборды в реальном времени:</strong> Продажи, запасы, затраты, поведение клиентов—всё на одном экране, мгновенно.</li><li><strong>Автоматические отчёты:</strong> Вместо еженедельной ручной подготовки одного и того же отчёта—система формирует его сама.</li><li><strong>Визуализация данных:</strong> Понятные графики, тренды и сравнения вместо сложных таблиц.</li><li><strong>Отслеживание эффективности:</strong> Эффективность команды, цели по продажам, операционная эффективность—всё измеримо и отслеживаемо.</li></ul><h4>В чём разница?</h4><p>Решения на основе данных. Не «мне кажется», а «данные показывают». И не нужно ждать дни.</p>",
      "image1": "/images/solutions-4.jpg",
      "image2": "/images/solutions-4.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 4
    },
    {
      "slug": "system-improvement-modernization",
      "name": "Улучшение и модернизация систем",
      "summary": "Обновите старые, медленные или неэффективные системы. Ускорьте и обновите существующее ПО, чтобы оно росло вместе с бизнесом.",
      "description": "<h3>Усильте существующие системы</h3><p>Иногда не нужно строить систему с нуля. Система есть, но она медленная, устаревшая, не интегрирована или с дырами в безопасности. Правильный подход—<strong>улучшение и модернизация</strong>.</p><h4>Какие улучшения мы делаем?</h4><ul><li><strong>Обновление legacy:</strong> Вашему ПО 10 лет, оно ещё работает, но не отвечает современным потребностям. Модернизируем, сохраняя архитектуру.</li><li><strong>Оптимизация производительности:</strong> Системы тормозят? Проверяем запросы к БД, код, инфраструктуру—ускоряем.</li><li><strong>Решение проблем интеграции:</strong> Нужна интеграция с учётом, e-фактурой, CRM? Строим мосты между системами.</li><li><strong>Обновления безопасности:</strong> В старых системах бывают уязвимости. Приводим к текущим стандартам.</li></ul><h4>Для кого?</h4><p>У вас есть ПО, которое больше не отвечает потребностям, работает медленно или устарело. Вместо того чтобы начинать с нуля, усиливаем то, что есть.</p>",
      "image1": "/images/solutions-5.jpg",
      "image2": "/images/solutions-5.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 5
    },
    {
      "slug": "cost-optimization",
      "name": "Оптимизация затрат",
      "summary": "Затраты на технологии раздулись? Лишние расходы? Анализируем ваши системы, снижаем затраты и повышаем эффективность.",
      "description": "<h3>Снизьте затраты на технологии</h3><p>Многие компании вкладываются в технологии, но переплачивают. Неиспользуемые лицензии, неэффективная инфраструктура, лишнее ПО... Итог? Бюджет растёт, эффективность — нет.</p><h4>Как мы снижаем затраты?</h4><ul><li><strong>Анализ и улучшение систем:</strong> Изучаем системы, находим перерасход и возможности улучшения.</li><li><strong>Консалтинг по переходу в облако:</strong> Физические серверы дороги и сложны в поддержке. Облако снижает затраты и даёт гибкость.</li><li><strong>Оптимизация лицензий:</strong> Сколько пользователей, какие лицензии используются, какие лишние? Оптимизируем.</li><li><strong>Эффективность процессов:</strong> Снижаем затраты на персонал за счёт автоматизации рутины и цифровизации повторяющихся задач.</li></ul><h4>Результат?</h4><p>Тот же сервис по меньшей цене. Или больший результат при том же бюджете. В любом случае вы в плюсе.</p>",
      "image1": "/images/solutions-6.jpg",
      "image2": "/images/solutions-6.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 6
    },
    {
      "slug": "product-project-development",
      "name": "Разработка продуктов и проектов",
      "summary": "Есть идея, но не знаете, как её реализовать? Превращаем вашу идею в реальный продукт.",
      "description": "<h3>Превратите идею в реальность</h3><p>Может, у вас идея мобильного приложения. Или платформа для решения отраслевой проблемы. Или новый цифровой сервис для клиентов. Идея есть, а <strong>как сделать</strong> — неясно.</p><p>Здесь мы и подключаемся.</p><h4>Как мы работаем?</h4><ul><li><strong>Проработка идеи:</strong> Вы описываете идею, мы детализируем вместе. Какие функции, кто будет пользоваться, как должно работать—уточняем.</li><li><strong>Техническое проектирование:</strong> Определяем подходящие технологии, архитектуру и путь решения. Мобильное или веб? Облако или on-premise? Какие интеграции?</li><li><strong>Пошаговая разработка:</strong> Строим с нуля. Но не одним большим релизом—небольшими шагами: версия, тесты, обратная связь, доработка.</li><li><strong>Поддержка запуска:</strong> Не заканчивается на разработке. Помогаем с использованием, продвижением и масштабированием.</li></ul><h4>Для кого?</h4><p>Предприниматели, специалисты с бизнес-идеями, компании, которые хотят вывести свой цифровой продукт. Если у вас есть идея и вопрос «как это сделать?»—вы по адресу.</p><h4>Примеры проектов</h4><p>Образовательные платформы, системы бронирования, отраслевые решения, мобильные приложения, e-commerce, SaaS...</p>",
      "image1": "/images/solutions-7.jpg",
      "image2": "/images/solutions-7.jpg",
      "active": true,
      "showOnHomepage": true,
      "order": 7
    }
  ]
}
